{
    "Examples": "",

    "GL_PH_X# name": "",
    "GL_PH_X# description": "",
    "GL_PH_X# task#": "",
    "GL_PH_X# successMT": "",
    "GL_PH_X# acceptMT": "",

    "675f85992e1f423a9e81192a name": "The human will to live",
    "675f85992e1f423a9e81192a description": "Endurance, perserverance... hmm... well ",
    "675f85e9bd133fd7cf040045": "Survive 3 raids in a row (run through does not count, but won't reset)",
    "675f85992e1f423a9e81192a successMT": "Look at that, you can survive for more than 20 minutes!",
    "675f85992e1f423a9e81192a acceptMT": "Oh that's nice, the angel actually wants me to live.",

    "675f868cb5bc94b6c1d67760 name": "Marathon",
    "675f868cb5bc94b6c1d67760 description": "Some people just like watching counters go up. Kinda weird, isn't it? I don't quite get it, I think work is best when you can't see the results so obviously, or track it so meticulously. Well, that's what I'm having you do this time, I suppose. The good news is this one is easy! Just run around a lot.",
    "6806a7fe7e972c54679d86b0": "Move 42195 meters",
    "6806b780b28dbaddba66d736": "Move 500 meters in the Factory",
    "6806b7b5709a49af590d167a": "Move 1000 meters on Interchange",
    "6806b7e884da7a603b478079": "Move 1000 meters on Customs",
    "6806b7f769c6e31fc5e78c85": "Move 1000 meters on Streets",
    "6806b804c09e52e76f448edc": "Move 1000 meters on Reserve",
    "6806b83082a28fdf28ae26dd": "Move 1000 meters on Lighthouse",
    "6806b837be1ffe9ccfe27c7b": "Move 1000 meters on Shoreline",
    "6806b86455e6155bb61cf0af": "Move 1000 meters on Ground Zero",
    "6806b87c56ff93e220633f2d": "Move 1000 meters on Woods",
    "6806b88db41940e6827a3537": "Move 500 meters in The Lab",
    "675f868cb5bc94b6c1d67760 successMT": "Is Tarkov not a lovely place? I mean, everyone's killing each other, that ruins the tourism a bit. Or does it? You're here, haha. Anyways, it's a shame what happened. The beaches of Shoreline and Lighthouse, the shopping mall, the streets... so much destruction. Have you ever wondered if you could stop it, or are you only concerned about escaping?",
    "675f868cb5bc94b6c1d67760 acceptMT": "WHY?!? WHYYYYYY",

    "675f87672fdf376c5984a137 name": "A life well spent",
    "675f87672fdf376c5984a137 description": "What to do with your last endurance task... hmm... I suppose just 'enduring' in general works. Sound good? Alright, go get 100 of them, without dying. They can't only be scavs, by the way.",
    "675f878e27ecb05716fc2736": "Kill 100 enemies without dying",
    "675f879a50fa8cd23d8be4fd": "15 of them being PMCs",
    "675f87a712fb1f1f0c56b6ad": "3 of them being bosses (Each goon counts, but other guards don't)",
    "675f87672fdf376c5984a137 successMT": "Well, well... been a while since you died. What a mess you've made, though... eh, it all seems to reset anyways.",
    "675f87672fdf376c5984a137 acceptMT": "Oh.",

    "675f88580b54938c23315549 name": "Are you feeling it now?",
    "675f88580b54938c23315549 description": "What does it even mean to have 'health 0'? Whatever, let's fix that. I'm sure you've noticed that certain things happen to you sometimes when you're in combat. What happens if you're under an effect for a long time? Maybe you're looping painkillers, or you've got something you can't fix. Who knows?",
    "675f8879cf1342909190bf15": "Have any status effect for 10 minutes",
    "675f88580b54938c23315549 successMT": "So, did you survive? Either way, I can see your body preparing for that situation again. You're getting 'healthier' or something. What? I'm not a doctor, I'm an angel. The human understanding of medicine confuses me anyways. It's seen as so important and lifesaving, yet you hide it behind massive paywalls? Whatever happened to caring for the sick and needy? *sigh*... I'm getting off topic. Make sure you complete your other physical trainings.",
    "675f88580b54938c23315549 acceptMT": "I don't think this will feel good",

    "675f88dd535b7935e148a19d name": "Medical Master",
    "675f88dd535b7935e148a19d description": "Having a bunch of health effects is one thing. Do you know how to treat them? What do you do when you've been shot, arms broken, insides spilling outward? I mean, sure, you just die and come back, you always do. But what if you didn't die? Show me that you know how to use medicine. I do not care what kind of medicine, use whatever you fancy. Just make sure all your bases are covered.",
    "675f88fe1cf0f108fd43dfe3": "Use any medical item (including stims) a total of 300 times",
    "68069869c884e16e737d6622": "Fix 15 bleeds",
    "680699ab7e34f09f5d5108e8": "Fix 5 fractures",
    "675f88dd535b7935e148a19d successMT": "You clearly know how to take care of yourself and respond to crisis. Good, good!",
    "675f88dd535b7935e148a19d acceptMT": "Wait, doesn't this require me getting hurt a lot?",

    "675f89308ea18c3061b5d16d name": "Unmatched Physique",
    "675f89308ea18c3061b5d16d description": "What is health by itself? Can you even be considered healthy if you can Endure nothing, if you have not the Strength to carry on? It's Stressful to think of not taking care of such Vital skills... ironic, considering I have full Immunity. Anyways, show me that you have properly Metabolized what you have been trained so far.",
    "675f897b40d2d82feaa1124a": "Reach Endurance level 30",
    "675f897422cd3bbfedafce63": "Reach Immunity level 15",
    "675f896d0216e6c277b1b867": "Reach Metabolism level 50",
    "675f89660462c7e31634cf30": "Reach Strength level 30",
    "675f8961e9eef4dfffe2129b": "Reach Stress Resistance level 20",
    "675f895c8e49e39e992db2ff": "Reach Vitality level 20",
    "675f89308ea18c3061b5d16d successMT": "Sheeeeeesh... you're the embodiment of health now, super soldier. Feels good, doesn't it? Feels like you can do anything. Just don't forget about the One who can truly do all things. Talk about being made in His image, though.",
    "675f89308ea18c3061b5d16d acceptMT": "Looks like I need to become a master of all trades",

    "675f89bdd76e3d5909062966 name": "Researching",
    "675f89bdd76e3d5909062966 description": "I've heard a bit about biological warfare being used down there, but I'm not sure what exactly it is. I'm sure you've heard more, being down there in the middle of it. Can you acquire whatever instrument is being used to 'deliver' this toxin? If you know anything about a cure for it, I'd like to see that as well.",
    "675f89d795d38eebb1d83844": "Hand over a cultist knife",
    "675f89dd8088abecc187c2bd": "Hand over an antidote ",
    "675f89bdd76e3d5909062966 successMT": "Were you able to get a fresh one? Ah, no worries, this stuff seems dangerous. I'll do some researching and find out what this is. Oh, you can keep the knife and antidote. I can't exactly take it from you, remember?",
    "675f89bdd76e3d5909062966 acceptMT": "Maybe I should get these off a buyer... I don't think I want to risk being stabbed",

    "675f8a4928af96343171dd98 name": "Unethical Testing",
    "675f8a4928af96343171dd98 description": "I've seen quite a lot of drugs show up in Tarkov recently, seems like Terragroup was busy in their experiments. I have a favor to ask... you wouldn't mind seeing what they do, would you? Y'know, empirically? You'll be fine, I think.",
    "675f8aa002f7f1473e8923ea": "Use Meldonin",
    "675f8aade3f5a07308289662": "Use 3-(b-TG)",
    "675f8ab99982c5128d9fca1a": "Use SJ9",
    "675f8ac80a4bd5d67f6c2c15": "Use SJ12",
    "675f8ad5517311ce6fe4d977": "Use L1",
    "675f8ae3dd72a7de2247f376": "Use P22",
    "675f8aee8de9afc1aad81091": "Use Obdolbos",
    "675f8af2b47701adf88e41cf": "Use Obdolbos2",
    "675f8b02a72064c099d786e2": "Use PNB",
    "675f8b078802842ec5799d2c": "Use Perfotoran",
    "675f8b1959f3b862d7f7748c": "Use Trimodal",
    "675f8b20b44148c285164c16": "Use xtg-12",
    "675f8a4928af96343171dd98 successMT": "Interesting, so that's what they all do... the human history division of heaven thanks you for your literal sacrifice.",
    "675f8a4928af96343171dd98 acceptMT": "Great, I'm sure nothing can go wrong with this...",

    "675f8b391637a6131f7e3d73 name": "Knowing the professionals",
    "675f8b391637a6131f7e3d73 description": "I feel a little bad about what I asked you to do last time... maybe we should just stick to the people that know about this. You have a medical professional here, correct?",
    "675f8b92a4ef04670ff268eb": "Reach LL4 Therapist",
    "675f8b391637a6131f7e3d73 successMT": "So you do! Good, I don't think we'll need to do any more experiments with your body from now on. Sorry about that!",
    "675f8b391637a6131f7e3d73 acceptMT": "Why didn't we start with this idea?",

    "675f8bfe9a64a2163df07856 name": "Immunity through extermination",
    "675f8bfe9a64a2163df07856 description": "Your immune system has gotten a lot stronger through all this! However, it's not the type of thing you 'want' to put to the test. So, let's eliminate the source of the toxin, shall we? Or, more accurately, eliminate those who seek to weaponize it. Those cultists interfere with my work anyways, worshipping whatever satanic deity they do. It probably is satan himself, from what I've seen of them. Two birds with one stone, eh? ",
    "675f8c106c0d0a122f9d7e97": "Kill 25 cultists",
    "675f8bfe9a64a2163df07856 successMT": "I'd love to say something like 'good job, you really messed them up!' but that didn't even leave a mark on their prescence. They're talking about you know, and seek your painful death, but that's about it. There will always be worshippers of evil, I suppose... I fear how many we see nowadays. Makes me thing the Lord's coming back is soon. Oh well. I'll let you know what we should do next.",
    "675f8bfe9a64a2163df07856 acceptMT": "I don't think this is how immunity works.",

    "675f8c40c1386be2ce870b07 name": "Ultimate Innoculation",
    "675f8c40c1386be2ce870b07 description": "Hey, so... I know I've said a lot about how we're not going to run experiments on your body anymore, and I meant that. I'm sorry in advance for what I have to ask of you next. You see, when a pathogen is in your body that your body doesn't like, it creates antibodies to fight it off. It also keeps a 'record' of the pathogen to be able to fight it off more effectively. The reason people keep getting sick from the 'same' sickness is because it mutates. However, I've noticed that whatever toxin those cultists have created, there's only one strain. It's one specific poison. ...I'm going to judge by the look on your face that you've figured out where this is going. I'm sorry, friend. 5 minutes should be long enough for your body to get enough information on it. Keep yourself alive, alright?",
    "675f8c58b2280ff073b65129": "Survive a posioning for five minutes",
    "675f8c40c1386be2ce870b07 successMT": "Did it work? Oh, praise the Lord! You've built up a serious resistance to the pathogen by doing that, it should never be that bad again. It looks like you had strengthed your immune system enough before this that it had a much easier time fighting that. Did I mention you're the first person to survive that? Well done, well done! Celebrate with a few more cultist deaths for me, will ya? Hahahaha!!!",
    "675f8c40c1386be2ce870b07 acceptMT": "Am I seriously going through with this? This is going to be the most painful thing I've ever experienced.",

    "675f8ce0c8d7be6b6bc62677 name": "Running on fumes",
    "675f8ce0c8d7be6b6bc62677 description": "You know those moments where you are just so exhausted, so low on energy, but you've gotta push just a liiiiittle bit longer? Yeah, that can happen in combat too. Will you be capable of shooting straight when you've got almost nothing left?",
    "675f8d0ccd765e50d36fd931": "Kill an enemy while suffering from either exhaustion and dehydration",
    "675f8ce0c8d7be6b6bc62677 successMT": "So you can! Seems like there's nothing you can't do. Although, you have unlimited attempts, haha.",
    "675f8ce0c8d7be6b6bc62677 acceptMT": "This angel is starting to seem like the ghost of Jaeger future...",

    "675f8d2a30cca3c591eb2374 name": "Infinite Palate",
    "675f8d2a30cca3c591eb2374 description": "What was your favorite thing to eat before you got here? Is it something you could still find? I guess you don't get much choice about it anymore. You have to eat whatever you come across, don't you. You can eat anything, right? Except the mayo. Don't eat the mayo. That's just gross.",
    "675f8d584eb09a29526adc93": "Consume an Alyonka",
    "675f8d636cd6f180c91e2fce": "Consume an Aquamari",
    "675f8d6fef29109fa4ba809e": "Consume some crackers",
    "675f8d7cb2569574f812f1e1": "Consume a Kvass",
    "675f8d81d0d3a2faa63f8d30": "Consume some Whiskey",
    "675f8d9277b21a9dce201c6d": "Consume some of the good stuff (Moonshine)",
    "675f8d9ce59ff763c62776ef": "Consume some light beer",
    "675f8da9c7270e6b13d8d219": "Consume some vodka",
    "675f8db58002b9ef5f478cb3": "Consume a bottle of water",
    "675f8dc094f635750fb566d2": "Consume a beef stew",
    "675f8dc64a4b15a29c148e3a": "Consume a beef stew, but smol",
    "675f8debc18d7c4b3322179c": "Consume some condensed milk",
    "675f8df0f988314941aec4c9": "Consume some peas",
    "675f8e0a994c35fb45278900": "Consume some herring",
    "675f8e12d76f78015497ea81": "Consume a car",
    "675f8e1d5b09ed4950f56988": "Consume the salmon",
    "675f8e30c7f98a23b75ade2c": "Consume some tea",
    "675f8e4157fea3a5e2ee4993": "Consume the maximum energy drink",
    "675f8e470f331552551726fa": "Consume the saury",
    "675f8e5b5a87faf32575fd61": "Consume the Rat",
    "675f8e678eae79d73fa67aad": "Consume some sprats",
    "675f8e77c7a4d400a3ad927f": "Consume some squash (ew)",
    "675f8e86d127ff8be11b6125": "Consume soda",
    "675f8e91aea4e323fe1d76cc": "Consume a whole lot of water. Seriously how do you drink that in one go",
    "675f8ea109b9b65e6336eae0": "Consume Emelya",
    "675f8eac543aea3f1ba2df44": "Consume EWR",
    "675f8eb7165c80ce3c33404c": "Consume the Russain rations",
    "675f8ec22bbbe51ca2ddfb5f": "Consume the American rations",
    "675f8ecd5ba2813602ad55e8": "Consume an apple juice",
    "675f8ed8f6f30870592871e8": "Consume some grapefruit juice",
    "675f8ee42e2aaa1ffddfd85a": "Consume some milk (it's probably spoiled)",
    "675f8ef1c0fcc244bd2e2571": "Consume some oat flakes",
    "675f8efcd69a8ba66b1d098b": "Consume some pineapple juice",
    "675f8f0b943bdbae721d3ee5": "Consume some sugar",
    "675f8f15215e7f17b7fb5758": "Consume some multivitamin juice",
    "675f8f3b9af707a14799f478": "Consume some normal croutons",
    "675f8f457d9b23966a358e38": "Consume the delicous sausage",
    "675f8f52d16bea9772c371f5": "Consume the off-brand chocolate (Slickers)",
    "675f8cd434bc0d5a81f19723": "Consume a college student's meal (Instant noodles)",
    "675f8ccad9df021a32fbbf19": "Consume some quality jerky",
    "675f8d2a30cca3c591eb2374 successMT": "Wow, you really can eat anything you find. That's probably healthy? Not being picky helps you survive, but being picky can also be a survival instinct.",
    "675f8d2a30cca3c591eb2374 acceptMT": "I might gain some weight doing this",

    "675f8f9ac46b5dcd9037c0b6 name": "Deadlift",
    "675f8f9ac46b5dcd9037c0b6 description": "A major sign of strength is lifting, right? I never quite understood what's so cool about it, but I suppose it has some advantages. Being able to drag your buddies out of fire, for example. Well, anyways, let's see where you are at the moment.",
    "675f8fb4479687ba7e7b187e": "Achieve critical overweight in raid.",
    "675f8f9ac46b5dcd9037c0b6 successMT": "Found your limit? The good news is that it can only go up from here. Keep working!",
    "675f8f9ac46b5dcd9037c0b6 acceptMT": "Is this a fight for my life, or a game of football?",

    "675f8fd8f0705b9c4f6ff3ab name": "Parkour",
    "675f8fd8f0705b9c4f6ff3ab description": "Look at you, putting on some muscle! I have a fun idea for you, a way to jump around like a little kid again. You see, there's a couple spots that require a certain 'strength level' to reach. Do you think you're there yet? Or do you need a while longer? Oh, and don't worry. IncreasedClimbHeight won't help you here. Uhm, you probably want a lighter kit as well... (TESTED AT STRENGTH 15 WHILE NOT OVERWEIGHT)",
    "675f8ff578cbfa58e6860206": "Reach the top of the yellow bus in Scav Town on Woods",
    "675f9003592e6db90b93b5da": "Reach the ladder on the red container of the scav tower on Woods",
    "675f900eda20cc8b127c810d": "Reach the top of container/house 44 in the storage area on Customs ",
    "675f901a80aa96065737bcb2": "Reach the top of the left fuel tank in the row of 4 fuel tanks near construction on Customs",
    "675f8fd8f0705b9c4f6ff3ab successMT": "How about that? You made it there in the end. Good job, Mr. Monkey. The last challenge won't be so pretty.",
    "675f8fd8f0705b9c4f6ff3ab acceptMT": "Not the strangest thing you'll ask me to do, is it?",

    "675f90b6411b4db706023982 name": "Gladiator",
    "675f90b6411b4db706023982 description": "Alright, you want a really challenge? Those bosses around Tarkov, they seem pretty tough. Most got guards or heavy armour, better accuracy, more health... how does more health even work anyways? Ah well, you're gonna knock one down big time. Pick your favorite one around tarkov, and kill him with a melee weapon. Feel free to weaken him with bullets if you must, I'd recommend a flashbang as well, but the killing blow has to come from a melee weapon. Let's see you prove your strength.",
    "675f90cf97932a5d4c5f3472": "Kill a boss with a melee weapon and survive the raid.",
    "675f90b6411b4db706023982 successMT": "That look on your face... ...you enjoyed that, didn't you?",
    "675f90b6411b4db706023982 acceptMT": "Nothing personal, kid",

    "675f91b9d584742a5a2e4d70 name": "No pain, no gain",
    "675f91b9d584742a5a2e4d70 description": "Pain is a hard sensation to override. It seizes control of you, it makes you want to curl up and hold the afflicted area tightly. Unfortunately, you find yourself in a situation where that will only lead to more pain, and then death. Well, whatever death means to you. It's bad regardless, so you need to learn to fight that sensation off.",
    "675f91ea011e963c77ac4fa8": "Kill five enemies while suffering pain",
    "675f91b9d584742a5a2e4d70 successMT": "You barely flinched, and those were some gnarly wounds! You've defintiely got your pain receptors under control. But there's more than just some subcutaneous stimulators to worry about, let us continue.",
    "675f91b9d584742a5a2e4d70 acceptMT": "But why?",

    "675f92428204b0ff6d723f0b name": "Dazzled, not deterred",
    "675f92428204b0ff6d723f0b description": "You can override your pain, and that's important. But what happens when you can't override something? You can't override a stun grenade thourgh sheer willpower. Or can you? Perhaps you can fight through it? I don't know, you show me.",
    "675f928eff18b8cf41987088": "Kill three enemies while suffering contusion or stunned",
    "675f92428204b0ff6d723f0b successMT": "That was a stunning performance! .....anyways, you really suprised me there. I thought a stun grenade was the end of a fight, but you proved that nothing can prevent you from killing. Hmmm... is that a bad thing?",
    "675f92428204b0ff6d723f0b acceptMT": "BUT WHY?",

    "675f92bbebff7cef92ec8584 name": "Wounds heal",
    "675f92bbebff7cef92ec8584 description": "You have to be careful with a fresh wound. It can get infected, it can start bleeding again, it can swell, there's a whole lot of things that can go on. They heal over time, though. The human body has amazing regenerative capabilities. However, no one in Tarkov is going to wait a few days for you to 'get well'. It's only something to take advantage of here. Show them that you don't need to wait.",
    "675f92da5fb3c0e8b1f8cd5c": "Kill 30 enemies while having a fresh wound",
    "675f92bbebff7cef92ec8584 successMT": "I can read your thoughts, by the way. I'm not sadistic, this isn't a pleasure for me. I'm here to train you to survive in Tarkov for a greater purpose. I understand why you feel that way though, I hope you can forgive me. I have one more thing to ask of you, anyways. Oh, and good job surviving out there while wounded. Getting beat up does not make it any easier to fight back",
    "675f92bbebff7cef92ec8584 acceptMT": "I'm starting to think this thing is a sadist",

    "675f92fd0f975501f7ab1de4 name": "Current objective: KILL",
    "675f92fd0f975501f7ab1de4 description": "So far, I've been testing your ability to handle individual things. Pain, blindness, severe wounds. For your final test, we'll do something different, perhaps something more enjoyable. Let's see how you do against a horde of people coming after you!",
    "675f9325c25d93710c7e7cd4": "Complete either of the options in one raid and survive",
    "682d7646f9d966793e9579b6": "Kill 25 enemies",
    "682d7644f5e1d514de782e7c": "Deal 5000 damage to body",
    "675f92fd0f975501f7ab1de4 successMT": "So much blood in such a short time... and you look like you had fun. Horrifying. Go on, then; I don't think anything will stress you out.",
    "675f92fd0f975501f7ab1de4 acceptMT": "A different kind of stress...",

    "675f93f1d40d1e0ee8bc1b25 name": "No time to bleed",
    "675f93f1d40d1e0ee8bc1b25 description": "You wanna hear something painfully obvious? Bleeding isn't good. Yet there sure as heck seems to be a lot of blood spilled in this region. I'm actually not great with blood myself... I don't get sick or anything, I just dislike seeing it except for very specific circumstances. Do me a favor, keep your blood inside your body. I think it'd appreciate it as well.",
    "675f940f522626bacfc3cd13": "Stop 7 bleeds",
    "675f93f1d40d1e0ee8bc1b25 successMT": "Good! I'm glad to see that you know how to patch yourself up.",
    "675f93f1d40d1e0ee8bc1b25 acceptMT": "I don't think I needed to be asked this...",

    "675f95176d42d89508a92b49 name": "Bled dry",
    "675f95176d42d89508a92b49 description": "You've proved to me that you know how to stop a bleeding. What if you're out of supplies, though? Can you survive that serious loss of blood pressure and energy? Try not to pass out in the process.",
    "675f95839596429cc94eb70d": "Survive a heavy bleed for five minutes",
    "675f95176d42d89508a92b49 successMT": "Why on earth did you listen to me? Goodness, you look pale as a sheet. Please tell me you have a bloodbag somewhere.",
    "675f95176d42d89508a92b49 acceptMT": "What is this supposed to accomplish?",

    "675f95ee44f9feda02d1b557 name": "Never again",
    "675f95ee44f9feda02d1b557 description": "I still can't believe you survived that. Just how on earth does your body regenerate from such wounds? Even losing so much blood, you kept going. I don't understand yet, but I don't need to. And I definitely don't need to see you bleed that much again. I don't think you'd want to either. Prove to me that you know how to fix yourself up, including your bones.",
    "675f960a19d277e8821b85f0": "Use any bleed or fracture-fixing item 25 times (exlcuding medkits)",
    "675f95ee44f9feda02d1b557 successMT": "Not enough.",
    "675f95ee44f9feda02d1b557 acceptMT": "Something a little more agreeable...",

    "675f9624d456e1f9110c5a84 name": "To be free from death",
    "675f9624d456e1f9110c5a84 description": "More, more! Not just blood, not just broken bones, I want everything!! Do you even know what its like watching you die so many times? Do you even know you're dying? How many times can you die so painfully, so slowly, and still go out there guns blazing? What is wrong with you? You have to know how to use EVERYTHING to keep yourself alive!",
    "675f96440b7088b7f252b7a4": "Use an AI-2 30 times",
    "675f9651e52dddc6d32ba7a1": "Use a CAR 30 times",
    "675f966b7f2c782221925815": "Use an IFAK 30 times",
    "675f9676fe096f36ab84b341": "Use an AFAK 30 times",
    "675f968acf842085d3cea2da": "Use a Salewa 30 times",
    "675f9695ab1b955db5ec3051": "Use a Grizzly 30 times",
    "675f96a0025937005bda863f": "Use an Aseptic bandage 5 times",
    "675f96adbbfd0e7d88265977": "Use an Army bandage 5 times",
    "675f96c5e1762e98f03ed0eb": "Use an Esmarch 5 times",
    "675f96d151ab3ec123f5f698": "Use a CAT 5 times",
    "675f96d56af8bc0388549237": "Use a CALOK 5 times",
    "675f96e5d29337d04a331ef8": "Use an Immobilizing splint 5 times",
    "675f96ef897646e20a94c77e": "Use an Aluminum  5 times",
    "675f96fda1cf19e0537d8621": "Use a CMS kit twice",
    "675f97087be4e2a0f9ae0b1f": "Use a SURV-12 kit twice",
    "675f971b42e3cd8f53092cb7": "Use any stimulant that provides health regen 8 times.",
    "675f9624d456e1f9110c5a84 successMT": "Yes! Thank you. Keep yourself alive, for your own sake? I wasn't kidding when I said I don't like seeing you die. If I haven't told you already, I don't particularly care for blood and death and corpses, not least the blood and corpse of someone I'm suppose to be helping. Having to watch you die all the time is painful... so die less, alright?",
    "675f9624d456e1f9110c5a84 acceptMT": "I didn't know I could piss off an angel..."
}