{
    "Examples": "",

    "GL_C_X name": "",
    "GL_C_X description": "",
    "GL_C_Xtask": "",
    "GL_C_X successMT": "",
    "GL_C_X acceptMT": "",

    "675e49aef18bc5241c696d05 name": "Iron vision",
    "675e49aef18bc5241c696d05 description": "Being able to aim properly is probably the most important skill you can have here in Tarkov. Let's first get some practice with iron sights, since they're always going to be avalible.",
    "675e4aeda564b925f7e3a40b": "Kill 10 enemies with only iron sights",
    "683115c76897732c888b410a": "Kill 10 enemies while aiming down sight",
    "675e49aef18bc5241c696d05 successMT": "Good shooting! Let's get you something fancier now",
    "675e49aef18bc5241c696d05 acceptMT": "Steel sights, steel bullets. ...they're lead? Darn.",

    "675e4e80c11f6c442b45622a name": "Reflexive aim",
    "675e4e80c11f6c442b45622a description": "1x sights may not give you better range, but you'll get a much clearer picture of your target, allowing for much easier aim and recoil control. Find one you like and use it as much as you can!",
    "675e5006ddef2e9fd8ade843": "Kill 30 enemies with 1x sights",
    "683115f53e269d99e653674c": "Kill 30 enemies while aiming down sight",
    "675e4e80c11f6c442b45622a successMT": "Do you prefer reflex or holographic sights? Personally, I'm more of a reflex sight guy, I like the little dots over the bigger designs of holographics. Both have their perks though, don't let me sway you either way.",
    "675e4e80c11f6c442b45622a acceptMT": "If the sight is a 1x sight, why does my vision scope in? Tarkov is a weird place",

    "675e5078844896fca88d21f8 name": "Double trouble",
    "675e5078844896fca88d21f8 description": "2x sights are a great choice for those quasi-close quarters engagememts. It's a shame only two of them made their way to Tarkov. Oh well. Let's make this one a bit more interesting, try putting a bit of distance between you and your opponent.",
    "675e514227a7c600005fc261": "Kill 30 enemies over 20 meters away with 2x sights",
    "675e5078844896fca88d21f8 successMT": "Did you end up liking either of the two? If you didn't, you never have to use them again.",
    "675e5078844896fca88d21f8 acceptMT": "Twice the range, twice the killing",

    "675e51df3230ec7bd5c88a52 name": "Doing the opposite",
    "675e51df3230ec7bd5c88a52 description": "All this time holding the gun steady in front of your face... it's not the only way to shoot. In fact, it's not always the best way to shoot. Sometimes it's better if you know where your bullets are gonna go without looking through a sight. Let's see if your point fire is as good as your aimed fire.",
    "675e52451d1fc9a22c1872c3": "Kill 40 enemies while hip / point firing",
    "683fe6bee6fd366a89d47d05": "Kill an enemy while blind firing",
    "675e51df3230ec7bd5c88a52 successMT": "Ah, so you are actually pointing your gun in the right spot. Very good.",
    "675e51df3230ec7bd5c88a52 acceptMT": "I mean, it's kind of aiming.",

    "6832b19e78045ca545407ba2 name": "BONUS QUEST: Mounting a defense",
    "6832b19e78045ca545407ba2 description": "Does it get tiring holding that gun up all the time? Espeically if you're waiting for the other person to come to you, you could run out of stamina at the wrong time... you should try bracing your weapon against something. A wall, a box, a bipod, a ledge, there's a lot of places you can set up. Helps with the recoil too! Go give that a try.",
    "6832b1a3aa4e874971cf43d1": "Kill 100 enemies while mounted",
    "6832b19e78045ca545407ba2 successMT": "Did that provide a bit of a rest for your arms? Mounting has its drawbacks, but it does have real advantages as well. Know when it's best to be mobile and when it's best to hunker down!",
    "6832b19e78045ca545407ba2 acceptMT": "Lemme grab a tent while I'm at it.",

    "675e52a13b41d2db126a9faa name": "All-seeing",
    "675e52a13b41d2db126a9faa description": "Tarkov is quite a big place, don't you think? Plenty of areas have vast landscapes as far as the eye can see. There's plenty of land for a large scope to look over. ",
    "675e52dae6f6ce55e072ebdb": "Kill 50 enemies over 70 away with 6x+ sights",
    "675e52a13b41d2db126a9faa successMT": "Did you find some good spots for LDS?",
    "675e52a13b41d2db126a9faa acceptMT": "looooooooooooooooooooooooooooong range",

    "675e56b03a1ae2aed78bf8cc name": "Commence the Assault",
    "675e56b03a1ae2aed78bf8cc description": "Assault rifles are the most plentiful catagory of weapons in Tarkov, and more seem to be getting shipped in. They're also the most balanced, being usable in any distance. That means, if you have to pick one type of weapon to use, assault rifles makes the most sense. Let's get you started.",
    "675e56c59f8e3bb097b60089": "Kill 20 enemies with an Assault Rifle",
    "6832230d2f0640a5ca1d91e2": "Inflict 1500 damage with Assault Rifles",
    "675e56b03a1ae2aed78bf8cc successMT": "They're good, right? It's a shame they're usually on the expensive side.",
    "675e56b03a1ae2aed78bf8cc acceptMT": "Anything full auto is good with me",
    
    "675e5a30dec56e94925867b1 name": "Cutting through the middle",
    "675e5a30dec56e94925867b1 description": "You seem pretty interested in assault rifles, eh? Let's make sure you know where to shoot. Center mass is going to be your best bet with AR's, unless you're confident in your headshots. Don't bother with the limbs, and try to avoid flesh ammo for this.",
    "6832272161690cf6f736a4f6": "Land 200 thorax or stomach shots with an Assault Rifle",
    "675e5abe6eaece1bb6527691": "Land 30 headshots with an Assault Rifle",
    "675e5a30dec56e94925867b1 successMT": "Was armor giving you a lot of trouble? Ammo matters more than guns here. Make sure what you're loading up can pierce medium armors!",
    "675e5a30dec56e94925867b1 acceptMT": "Biggest target, best chance to hit",

    "675e5a8c45c7fc6de14103b6 name": "The most versatile weapon class",
    "675e5a8c45c7fc6de14103b6 description": "The best thing about assault rifles is that they are useful in almost every situation. Excluding the extreme ranges, you will find your rifle able to stand its ground anywhere. You're probably used to medium range, so let's see how you do in close and long range.",
    "675e5adec3794d962a05929d": "Kill 15 enemies within 15 meters with an Assault rifle.",
    "6832260b73e34ad68ed0f2ff": "Kill 15 enemies beyond 80 meters with an Assault rifle.",
    "675e5a8c45c7fc6de14103b6 successMT": "Did you end up using full-auto for close, and semi-auto for long? Or maybe your favorite rifle is only semi auto!",
    "675e5a8c45c7fc6de14103b6 acceptMT": "I know some good places to do this.",

    "675e5af09847ce469ccd1303 name": "The Pawn takes the Knight",
    "675e5af09847ce469ccd1303 description": "Surely you've run into the goons by now, right? That Knight guy is quite a boss, rushing without fear. Why don't you show him who's the real boss around here? Take him out, and use one of his own guns to do it.",
    "675e5a78bb96716295a4564f": "Kill Knight with a SCAR-H, MDR 7.62, MK47, OR MCX-SPEAR 6.8",
    "675e5af09847ce469ccd1303 successMT": "And the pawn moves D2 to take the knight!",
    "675e5af09847ce469ccd1303 acceptMT": "I'm taking his mask, as well...",

    "675e5bc00b41be5ccf6f766a name": "Master of firearms: Assault rifles / Carbines",
    "675e5bc00b41be5ccf6f766a description": "You won't believe how many of these things there are in Tarkov. They keep shipping new ones in too! I have to keep up with that if I can... why are there so many Kalashnikovs, anyways? Oh well. Since there's so many, let's group them up by caliber and fire modes. So, weapons that can ONLY do single fire will be seperated from those that can do full auto. Ah, as a bonus, I want to see a couple extreme range kills as well as a few extremely close range kills.",
    "675e5f0917f35f5bd45c1d6b": "Kill 5 PMCs with semi-auto 5.45x39mm",
    "683246e82861bee54fb5f0de": "Kill 15 PMCs with full-auto 5.45x39mm",
    "6832464b881878cbf404baf8": "Kill 5 PMCs with semi-auto 5.56x45mm NATO",
    "683246e313941ecf99543735": "Kill 15 PMCs with full-auto 5.56x54mm NATO",
    "6832464b4a731b5b4e8e5a74": "Kill 5 PMCs with semi-auto 7.62x39mm",
    "683246e2ef5df227f68e6b0a": "Kill 15 PMCs with full-auto 7.62x39mm",
    "6832464c7f097c4da70d2ec1": "Kill 3 PMCs with semi-auto 7.62x51 NATO",
    "683246e1468873ecc5bd0fe9": "Kill 5 PMCs with full-auto 7.62x51 NATO",
    "683246eafc0c199b1948b2aa": "Kill 6 PMCs with full-auto 9x39mm",
    "683246e018d27e6ac8c3ca89": "Kill 3 PMCs with full-auto .300 Blackout",
    "683246e2ff8531e232f730df": "Kill a PMC with the MCX-SPEAR",
    "683246e1b76e3a929b0ea2ea": "Kill a PMC with the ASh-12",
    "6832461495efc5c45d483d76": "Kill a PMC with the VPO-209",
    "6832464dd2c03159e2ce4d6d": "Kill a PMC with the SVT-40",
    "6832464cb8b6f95907ca7b76": "Kill a PMC with the AVT-40",
    "683248a247a7245e4ac3a523": "Kill 20 enemies within 8 meters with Assault rifles",
    "683248a84ecd842d4bd1e491": "Kill 10 enemies beyond 125 meters with Assault rifles",
    "675e5bc00b41be5ccf6f766a successMT": "You should be able to pick up any assault rifle you come across and use it like a master! Very good job.",
    "675e5bc00b41be5ccf6f766a acceptMT": "Well, that's a lot of work.",

    "675e6645c17fb770df3444e1 name": "Designating targets",
    "675e6645c17fb770df3444e1 description": "Designated Marksman Rifles are a great hybrid weapon. You get most of the power of a bolt-action sniper rifle, and most of the versatility of an assault rifle. Let's get familiar with them, shall we?",
    "675e666fb7e09c0a9b8210fa": "Kill 15 enemies with a DMR",
    "68351a6575ca9ad440c20d41": "Inflict 1000 damage with a DMR",
    "675e6645c17fb770df3444e1 successMT": "Nice shots! The semi auto makes them a bit less desirable at close quarters, but the high damage and slow ammo consumption also makes it beneficial.",
    "675e6645c17fb770df3444e1 acceptMT": "Powerful, accurate, can fire quickly... these are good.",

    "675e6741df530679dfa8ef46 name": "Shot through the heart. Yes, you're to blame.",
    "675e6741df530679dfa8ef46 description": "Since DMRs fire high caliber rounds, you should only be shooting vitals. 2 to the thorax, or 1 to the head will put down most targets that aren't heavily armored. Show me you know where to aim!",
    "675e67a055b3b21df665b596": "Land 75 shots on the thorax with a DMR",
    "675e67a56061ed65f31427af": "Land 20 headshots with a DMR",
    "675e6741df530679dfa8ef46 successMT": "Yeah, just like that. Keep doing that, you're gonna have an easy time.",
    "675e6741df530679dfa8ef46 acceptMT": "Gotta aim high...",

    "675e67804ec1c53a5dff7630 name": "Quality over Quantity",
    "675e67804ec1c53a5dff7630 description": "Marksman rifles assume there's a marksman in you... not only does this mean that you defeat your targets properly, but that you know when it is time to disengage. I have a special challenge for you: Kill a certain number of people in one raid, while staying below a damage threshold. You might want a secondary weapon to protect you on your way to extract once its done.",
    "6832553b9377fe8ad8412294": "Kill 7 enemies with DMRs in one raid, without exceeding 800 DMR damage.",
    "675e67804ec1c53a5dff7630 successMT": "Pretty good shooting there, friend. It's good for your bank account too, y'know. Less bullets used = less money spent.",
    "675e67804ec1c53a5dff7630 acceptMT": "Now how do I want to go about this...",

    "675e67c8ac30b26478d3c0b3 name": "New park ranger",
    "675e67c8ac30b26478d3c0b3 description": "If you want to be a good marksman, it might be worth taking a few notes from that guy watching over the sawmill in Woods. Why don't you go show him that you're better at spotting than he is?",
    "675e676647b8e13978be08a9": "Kill Shturman with an SVDS or a G28",
    "675e67c8ac30b26478d3c0b3 successMT": "Nice shots! The semi auto makes them a bit less desirable at close quarters, but the high damage and slow ammo consumption also makes it beneficial.",
    "675e67c8ac30b26478d3c0b3 acceptMT": "Hate that guy...",

    "675e68435fe53beaade07c06 name": "Master of firearms: Designated Marksman Rifles (part 1)",
    "675e68435fe53beaade07c06 description": "Don't you wish there were more DMRs in Tarkov? Such a nice weapon type... oh well. Since there's so few, you gotta use each of them.",
    "675e6872e25b06421dcdcece": "Kill 15 PMCs with the HK G28",
    "675e687e739aaeed6a1b196e": "Kill 15 PMCs with the M1A",
    "675e688a98eba1862865ce02": "Kill 15 PMCs with the MK-18",
    "675e6895788b6927fb70035e": "Kill 15 PMCs with the RSASS",
    "675e68a3d729f77de01bd8ab": "Kill 15 PMCs with the SR-25",
    "675e68a8aa003948dabaffd7": "Kill 15 PMCs with the SVDS",
    "675e68baf4c284eb54b7f48c": "Kill 15 PMCs with the VSS",
    "675e68435fe53beaade07c06 successMT": "Nowhere is safe from your eye. Beautiful shooting, mate.",
    "675e68435fe53beaade07c06 acceptMT": "Where am I gonna get that MK-18?",

    "6832593a4351b59eb1db5bdd name": "Master of firearms: Designated Marksman Rifles (part 2)",
    "6832593a4351b59eb1db5bdd description": "Remember that special challenge I had for you a while ago? Here's a harder version of that. You have as many tries of you need. Aim high, aim well, and good luck!",
    "6832594bdf1c0052ec39c0b6": "Kill 15 enemies with DMRs in one raid, without exceeding 1000 DMR damage.",
    "6832593a4351b59eb1db5bdd successMT": "Oh my, that was quite something. You did a very good job controlling your fire.",
    "6832593a4351b59eb1db5bdd acceptMT": "Oh dear, there is little room for error here.",

    "675e6bc9e4c92c46a57ef4ea name": "Suppressive fire",
    "675e6bc9e4c92c46a57ef4ea description": "Some new LMGS around here recently, you noticed? High caliber as well, rather deadly... Why not learn how to use them?",
    "675e6bffc11b52656c4719b8": "Kill 20 enemies with LMGs",
    "6832be204c06ad3faba6e101": "Inflict 1500 damage with LMGs",
    "675e6bc9e4c92c46a57ef4ea successMT": "How's the weight? They really aren't being very truthful when they call it 'light', are they?",
    "675e6bc9e4c92c46a57ef4ea acceptMT": "Lock and load.",

    "675e6c4e5f5c048d625b3120 name": "Spray and pray",
    "675e6c4e5f5c048d625b3120 description": "You know what's great about an LMG? You can just keep firing that sucker. That means any place is good for shooting, cause they're gonna fall eventually. Go shoot a bunch of people. Cause it's fun. Or something. Who caused this, again? The fall of humanity has really led to some interesting places.",
    "6832b0b55c1c879975fff37d": "Hit 300 shots with LMGs",
    "675e6c4e5f5c048d625b3120 successMT": "300 new holes were created. Do what you will with this information. Just know that He is watching.",
    "675e6c4e5f5c048d625b3120 acceptMT": "Das a lotta boolets",

    "675e6c8b2f7bd46d0b83b941 name": "Tachanka style",
    "675e6c8b2f7bd46d0b83b941 description": "Have you ever tried mounting those things? They're so heavy, having something to rest is on should be quite useful to you... go give it a try.",
    "675e6c945c3f87aef8315448": "Kill 30 enemies while mounted with an LMG",
    "675e6c8b2f7bd46d0b83b941 successMT": "Much less recoil, less stamina usage... it does leave you stationary, but that's ok sometimes! Just hope they don't have a grenade and you're fine.",
    "675e6c8b2f7bd46d0b83b941 acceptMT": "Back when he was cool...",

    "675e6ccb713a4e51b21ff53d name": "Shopping for stripes",
    "675e6ccb713a4e51b21ff53d description": "You know who else uses an LMG around here? Killa. That name is feared everywhere, so I've heard. You should have nothing to fear, being unable to die. Go knock him out, with his own weapon.",
    "6832b098dbc5e855b2113933": "Kill Killa with the RPK-16",
    "675e6ccb713a4e51b21ff53d successMT": "The shops of the Interchange mall are much safer now. He'll be back though, just like you. Isn't it weird how they seem to 'respawn' as well? Quite a cursed game someone is playing here in Tarkov.",
    "675e6ccb713a4e51b21ff53d acceptMT": "I should bring proper ammo for this...",

    "675e6f08f49ff2d6fb3f2761 name": "Master of firearms: Light Machine Guns",
    "675e6f08f49ff2d6fb3f2761 description": "Can you believe how few LMGs there are in Tarkov? I thought more would have arrived by now... I suppose there's 6, now. You know what that means, though... gonna be using each one quite a lot. Also, you should utilize mounting some more. See if you can find some good spots for it!",
    "675e6f6c1b163b0103875dfb": "Kill 20 PMCs with the PKM",
    "675e6f78b178749d34c1d09f": "Kill 20 PMCs with the PKP",
    "675e6f83035a680d4daf7b5c": "Kill 20 PMCs with the RPD",
    "675e6f91a07ff311ecc087bf": "Kill 20 PMCs with the RPDN",
    "675e6f96a8baac9deab8975f": "Kill 20 PMCs with the RPK-16",
    "675e6efce6a8ff05da909c34": "Kill 20 PMCs with the M60(E4 or E6)",
    "6832b16cddea73db1ae3e70d": "Kill 100 enemies while mounted with an LMG",
    "675e6f08f49ff2d6fb3f2761 successMT": "You really know how to lock it down, well done! Defense is yours",
    "675e6f08f49ff2d6fb3f2761 acceptMT": "Gonna need a lot of big bullets for this",

    "675e70d09b7c88c3fec59dfd name": "Stab stab stab",
    "675e70d09b7c88c3fec59dfd description": "I don't care for melee weapons. They don't do you much good here, for some reason. Apparently stabbing someone in the face is only a minor inconvinence to them, and they're not much payoff. However, you're also choosing to do this, so whatever. Go stab three people, you psychopath.",
    "675e70e9c3b45adfb4598d4c": "Kill 3 enemies with a melee weapon",
    "675e70d09b7c88c3fec59dfd successMT": "You've been chopped.",
    "675e70d09b7c88c3fec59dfd acceptMT": "hehehehehehehe",

    "675e72d20b9ddd863c120f72 name": "Taking advantage",
    "675e72d20b9ddd863c120f72 description": "Actually getting a melee is extremely tricky, unless you have the armour of a battleship, or you can disable your enemy. Luckily, you can disable your enemy.",
    "675e72f3149d28e602c76823": "Melee 4 enemies that are stunned by a flash grenade.",
    "675e72d20b9ddd863c120f72 successMT": "That's the best strategy if you're going to melee. Keep doing that.",
    "675e72d20b9ddd863c120f72 acceptMT": "Poor guys",

    "675e733e60312dc58b9f59d8 name": "Right in the noggin",
    "675e733e60312dc58b9f59d8 description": "The only place that's going to be any use to melee someone is the head. Go bonk someone on the head a few times.",
    "675e7376c6e180e4865927a1": "Hit an enemy in the head with a melee weapon 10 times",
    "675e733e60312dc58b9f59d8 successMT": "That's how you do it. Good bonking",
    "675e733e60312dc58b9f59d8 acceptMT": "Sounds good to me",

    "675e73871db93c937c1b50b5 name": "Slice and dice",
    "675e73871db93c937c1b50b5 description": "Time to have some fun with it, eh? Make sure you get a couple real guys as well.",
    "675e73a70b1a9f36964f508e": "Kill 10 enemies with melee",
    "675e73acc6742e0f804e85f3": "Kill 3 PMCs with melee",
    "675e73871db93c937c1b50b5 successMT": "Alright, Jack, that's enough. Only one last thing to do.",
    "675e73871db93c937c1b50b5 acceptMT": "Might be a bit more difficult. I'll bring plenty of stun grenades",

    "675e73d3713cf5e93492c992 name": "Dance with the devil",
    "675e73d3713cf5e93492c992 description": "You're still working on your melee weapons, are ya? Well then, allow me to give you the biggest challenge I can give. There is a boss here in Tarkov that also uses a melee weapon. I'm sure you know who it is. I learned something, if you can kill him with a melee weapon, you'll be able to take his hammer. How's that sound?",
    "675e73f48908ad7df9117f49": "Kill Tagilla with a melee weapon",
    "675e73d3713cf5e93492c992 successMT": "Very impressive! Enjoy the new hammer, Jack. Though something that rips would be more your style, eh? Ah well. (WARNING: You normally do not have access to this hammer, so while it *technically* works, your character model will freak out and the 'stab' attack does not work. It's really fun though, and holding it actually gives you a speed boost for some reason. Use at your own risk!)",
    "675e73d3713cf5e93492c992 acceptMT": "A dance with the devil, eh?",

    "675e778f31dbe88e73a2e388 name": "Small guns are still lethal",
    "675e778f31dbe88e73a2e388 description": "Pistols aren't the best choice for most situations, especially if you seperate pistols and revolvers. However, their small size means you can bring one in addition to a main weapon without any issue. They are also quite cheap, and are found frequently. Let's make sure that you'll be able to switch to an effective weapon.",
    "675e77a615100d390a15304a": "Kill 5 enemies with pistols",
    "6832c1b07f2385e6dde705f5": "Inflict 400 damage with pistols",
    "675e778f31dbe88e73a2e388 successMT": "Always remember: Switching to your sidearm is faster than reloading",
    "675e778f31dbe88e73a2e388 acceptMT": "Short kings represent",

    "675e77e906c047fb4cf0e456 name": "Softening",
    "675e77e906c047fb4cf0e456 description": "Pistols aren't that great for killing, but they're great for softening up targets, crippling them, leaving then vulenrable for you to finish off later. That being said, any bullet to a head will do just fine. Let's try shooting head, thorax, and legs with these.",
    "675e7879a70418a31c0b3b53": "Land 10 headshots with pistols",
    "675e787f3100dc852910c2aa": "Land 40W thorax shots with pistols",
    "675e7893702380ab8efac47d": "Land 50 leg shots with pistols",
    "675e77e906c047fb4cf0e456 successMT": "As you can see, no pistol is effective against medium-high armor, except maybe the 5-7 with the best ammo... but legs can't be armored, making them a great target. The exception to this rule is the Glock18C, which spits out bullets so ungodly fast that it just kinda works anyways. Watch the recoil!",
    "675e77e906c047fb4cf0e456 acceptMT": "Hmmm... HP, or AP?",

    "675e78667a9c44652a0905dd name": "Self-defense",
    "675e78667a9c44652a0905dd description": "You really shouldn't be using a pistol beyond close range. Pistols aren't designed for that. Really, they are a self defense weapon in CQB situations. Let's see if you can use it as intended.",
    "6832c2930729cfbe008cabd7": "Kill 20 enemies within 15 meters with pistols",
    "675e78667a9c44652a0905dd successMT": "Works pretty well up close, right? To be fair, almost anything does... Oh well.",
    "675e78667a9c44652a0905dd acceptMT": "I own a musket for home defense, actually...",

    "675e78bab4c40de05cc0c7c3 name": "Vanity",
    "675e78bab4c40de05cc0c7c3 description": "There's no boss in Tarkov that 'uses' a pistol, but there is a boss that has one. A golden one, in fact. Show him that the pistol is better without the greed infused into it, will you?",
    "675e78d95c7cb9c1a1d269b3": "Kill Reshala with the TT (cannot be the Gold varient)",
    "675e78bab4c40de05cc0c7c3 successMT": "Well done! I think Jaeger will want that golden pistol, if you grabbed it.",
    "675e78bab4c40de05cc0c7c3 acceptMT": "Good thing he doesn't wear armor.",

    "675e7975aa916302e1a4d7db name": "Master of firearms: Pistols",
    "675e7975aa916302e1a4d7db description": "Ooooo, so you still want to improve your pistol skill??? Sounds good to me. How about 5 with each one? Little less than the others, being a sidearm and all that. ...Eh, group all those semi-auto 9x19s together. Use them at point-blank instead.",
    "675e79af4a3c26946af52845": "Kill 5 PMCs with the APB or APS",
    "675e79c05251f541d2aee81c": "Kill 5 PMCs with the 5-7",
    "675e79cb51378e274f00639c": "Kill 15 PMCs with semi-auto 9x19 pistols",
    "675e79d950bde8e6365fd5b7": "Kill 5 PMCs with the Glock 18C",
    "675e7a2626da095b26983aee": "Kill 5 PMCs with the M1911A1",
    "675e7a33fa2f774500af9b96": "Kill 5 PMCs with the M45A1",
    "675e7a68a2b8f1f12e378dfa": "Kill 5 PMCs with the PB",
    "675e7a813c3bd7e200df0416": "Kill 5 PMCs with the PM or PM (t)",
    "675e7a8d12ab20c3a7e0a8c2": "Kill 5 PMCs with the SR-1MP",
    "675e7a9a4923964fc4c384b0": "Kill 5 PMCs with the TT (either one)",
    "675e7aa527806947f37fefde": "Kill 5 PMCs with the USP.45",
    "675e7ab4534808a02aa95e7d": "Kill an enemy with the Blicky (Might wanna hurt them first...)",
    "675e7af693d419045e26ae40": "Kill 5 PMCs with the .357 Desert Eagle",
    "675e7b13e4707b7ecde7c8fe": "Kill 5 PMCs with a .50 AE Desert Eagle",
    "6832c43b930303f0e6e48c2d": "Kill 50 enemies within 10 meters with pistols",
    "675e7975aa916302e1a4d7db successMT": "Very well done!! Your ability with pistols is unlike any other. And you even got one with the toy gun? How on earth did you manage that?",
    "675e7975aa916302e1a4d7db acceptMT": "I sure hope I find PMCs without helmets, because some of these pistols are gonna suck to use...",

    "RC1 name": "Losing your grip",
    "RC1 description": "Ah, so you want to work on your recoil control? The recoil is good enough now, I thought. Oh well, why not reduce it even further. Get used to how guns feel without a foregrip, first",
    "RC1 task1": "Kill 10 enemies without a foregrip",
    "RC1 successMT": "Harder to control, right? Next one should be easier.",
    "RC1 acceptMT": "This isn't a good sign.",

    "RC2 name": "Getting a grip",
    "RC2 description": "One of the best ways to increase your recoil control is with a foregrip. It gives you a much better way to hold your gun than simply grabbing the handguard from the underside. Put one on and see if it makes a difference!",
    "RC2 taski": "Kill 20 enemies with a foregrip",
    "RC2 successMT": "Much easier to control? Good. Now let's have some REAL fun,",
    "RC2 acceptMT": "This will be the only fun one, won't it...",

    "GL_C_RC3 name": "Taking stock (literally)",
    "GL_C_RC3 description": "Stocks are an invaluable tool when it comes to assisting in recoil control. Instead of leaving it all to your hands, your shoulder and really your entire body can help absorb it. Let's take that away, shall we? You have to use an assault rifle, by the way. No cheating by using something that already has no stock!",
    "GL_C_RC3 task1": "Kill 25 enemies with an assault rifle without a stock",
    "GL_C_RC3 successMT": "Was that harder than you expected? I told you, stocks are really important.",
    "GL_C_RC3 acceptMT": "Oh dear.",

    "GL_C_RC4 name": "Out of control",
    "GL_C_RC4 description": "Remember how we talked about the two main ways to increase recoil control? You can't use either of them now. Still have to use an assault rifle, by the way,",
    "GL_C_RC4 task1": "Kill 35 enemies with an assault rifle without a stock or foregrip",
    "GL_C_RC4 successMT": "Hahahahaha... oh, you are so not ready for the next task. You shouldn't have completed this one, now you're in for it.",
    "GL_C_RC4 acceptMT": "Wait... what's the last task going to be, if this is the fourth?",

    "GL_C_RC5 name": "Suffer.",
    "GL_C_RC5 description": "Stocks. Foregrips. Both important, right? You poor soul. Use every single one. You have to kill a PMC as well, no picking on the scavs. Enjoy the suffering!",
    "GL_C_RC5 task1": "Kill a pmc with the PKP polymer stock",
    "GL_C_RC5 task2": "Kill a pmc with the PK Zenit PT-2 'Klassika' stock",
    "GL_C_RC5 task3": "Kill a pmc with the PKM wooden stock",
    "GL_C_RC5 task4": "Kill a pmc with the SR-2M folding stock",
    "GL_C_RC5 task5": "Kill a pmc with the SR-2MP folding stock",
    "GL_C_RC5 task6": "Kill a pmc with the AK 100-series metal skeletonized stock",
    "GL_C_RC5 task7": "Kill a pmc with the AI AXMC AX buttstock",
    "GL_C_RC5 task8": "Kill a pmc with the TOZ-106 FAB Defense GPCP cheek rest",
    "GL_C_RC5 task9": "Kill a pmc with the Strike Industries Viper PDW stock",
    "GL_C_RC5 task10": "Kill a pmc with the Benelli M3 telescopic stock",
    "GL_C_RC5 task11": "Kill a pmc with the Benelli M3 Mesa Tactical Urbino stock",
    "GL_C_RC5 task12": "Kill a pmc with the SB Tactical SBA3 brace",
    "GL_C_RC5 task13": "Kill a pmc with the CNC Guns OV-SV98 M12B stock",
    "GL_C_RC5 task14": "Kill a pmc with the HK G36 polymer stock",
    "GL_C_RC5 task15": "Kill a pmc with the HK G36 KV adjustable stock",
    "GL_C_RC5 task16": "Kill a pmc with the MP-18 polymer stock",
    "GL_C_RC5 task17": "Kill a pmc with the MP-18 wooden stock",
    "GL_C_RC5 task18": "Kill a pmc with the AKM/AK-74 Hera Arms CQR47 pistol grip/buttstock",
    "GL_C_RC5 task19": "Kill a pmc with the FN SCAR cheek rest",
    "GL_C_RC5 task20": "Kill a pmc with the FN SCAR folding polymer stock",
    "GL_C_RC5 task21": "Kill a pmc with the FN SCAR retractable polymer stock",
    "GL_C_RC5 task22": "Kill a pmc with the FN SCAR rubber buttpad",
    "GL_C_RC5 task23": "Kill a pmc with the HK Adjustable Buttstock",
    "GL_C_RC5 task24": "Kill a pmc with the HK Adjustable Buttstock cheek rest",
    "GL_C_RC5 task25": "Kill a pmc with the HK417 E2 buttstock",
    "GL_C_RC5 task26": "Kill a pmc with the MP-43-1C buttpad",
    "GL_C_RC5 task27": "Kill a pmc with the MTs-255-12 wooden stock",
    "GL_C_RC5 task28": "Kill a pmc with the AR-15 Hera Arms CQR pistol grip/buttstock",
    "GL_C_RC5 task29": "Kill a pmc with the AKM/AK-74 ProMag Archangel OPFOR AA47 buttstock",
    "GL_C_RC5 task30": "Kill a pmc with the MP-155 walnut stock",
    "GL_C_RC5 task31": "Kill a pmc with the MP-155 Ultima recoil pads",
    "GL_C_RC5 task32": "Kill a pmc with the MP-155 Ultima polymer stock",
    "GL_C_RC5 task33": "Kill a pmc with the CMMG RipStock buttstock",
    "GL_C_RC5 task34": "Kill a pmc with the Strike Industries Viper Mod 1 stock",
    "GL_C_RC5 task35": "Kill a pmc with the PPSh-41 stock",
    "GL_C_RC5 task36": "Kill a pmc with the SVDS polymer stock",
    "GL_C_RC5 task37": "Kill a pmc with the AR-15 HK E1 buttstock",
    "GL_C_RC5 task38": "Kill a pmc with the MPX/MCX PMM ULSS foldable stock",
    "GL_C_RC5 task39": "Kill a pmc with the MPX/MCX Maxim Defense CQB telescoping stock",
    "GL_C_RC5 task40": "Kill a pmc with the AR-15 ADAR 2-15 wooden stock",
    "GL_C_RC5 task41": "Kill a pmc with the FAB Defense GLR-16-S stock",
    "GL_C_RC5 task42": "Kill a pmc with the AK-12 stock",
    "GL_C_RC5 task43": "Kill a pmc with the Mosin Rifle AIM Sports Recoil Pad",
    "GL_C_RC5 task44": "Kill a pmc with the AR-15 HK Slim Line buttstock",
    "GL_C_RC5 task45": "Kill a pmc with the HK MP7A1 stock",
    "GL_C_RC5 task46": "Kill a pmc with the HK MP7A2 stock",
    "GL_C_RC5 task47": "Kill a pmc with the SA-58 humpback polymer stock",
    "GL_C_RC5 task48": "Kill a pmc with the SA-58 SPR stock",
    "GL_C_RC5 task49": "Kill a pmc with the SA-58 folding stock",
    "GL_C_RC5 task50": "Kill a pmc with the SA-58 BRS stock",
    "GL_C_RC5 task51": "Kill a pmc with the SA-58/FAL Magpul PRS 2 polymer stock",
    "GL_C_RC5 task52": "Kill a pmc with the AKM/AK-74 Magpul Zhukov-S stock",
    "GL_C_RC5 task53": "Kill a pmc with the ERGO F93 PRO stock",
    "GL_C_RC5 task54": "Kill a pmc with the Vltor EMOD stock",
    "GL_C_RC5 task55": "Kill a pmc with the M14 SAGE International M14ALCS (MOD-0) stock",
    "GL_C_RC5 task56": "Kill a pmc with the AK-74M polymer stock (6P34 Sb.15)",
    "GL_C_RC5 task57": "Kill a pmc with the AKMSN shoulder piece (6P4N Sb.1-19)",
    "GL_C_RC5 task58": "Kill a pmc with the AKS-74 metal skeletonized stock (6P21 Sb.5)",
    "GL_C_RC5 task59": "Kill a pmc with the FAB Defense GL-SHOCK buttstock",
    "GL_C_RC5 task60": "Kill a pmc with the FAB Defense GL-SHOCK buttstock",
    "GL_C_RC5 task61": "Kill a pmc with the Magpul MOE Carbine stock",
    "GL_C_RC5 task62": "Kill a pmc with the HK MP5 A2 stock",
    "GL_C_RC5 task63": "Kill a pmc with the Magpul MOE Carbine rubber buttpad",
    "GL_C_RC5 task64": "Kill a pmc with the HK MP5 A3 old model stock",
    "GL_C_RC5 task65": "Kill a pmc with the Magpul PRS GEN2 stock (FDE)",
    "GL_C_RC5 task66": "Kill a pmc with the High Standard M4SS Stock",
    "GL_C_RC5 task67": "Kill a pmc with the AKMS shoulder piece (6P4 Sb.1-19)",
    "GL_C_RC5 task68": "Kill a pmc with the Magpul UBR GEN2 stock",
    "GL_C_RC5 task69": "Kill a pmc with the SOK-12 AK-style stock",
    "GL_C_RC5 task70": "Kill a pmc with the MFT BUS stock",
    "GL_C_RC5 task71": "Kill a pmc with the AK Zenit PT-3 'Klassika' stock",
    "GL_C_RC5 task72": "Kill a pmc with the AK Zenit PT-1 'Klassika' stock",
    "GL_C_RC5 task73": "Kill a pmc with the VPO-136 'Vepr-KM' wooden stock",
    "GL_C_RC5 task74": "Kill a pmc with the AKS-74U metal skeleton stock (6P26 Sb.5)",
    "GL_C_RC5 task75": "Kill a pmc with the AKM wooden stock",
    "GL_C_RC5 task76": "Kill a pmc with the AK-74 polymer stock (6P20 Sb.7)",
    "GL_C_RC5 task77": "Kill a pmc with the VSS wooden stock",
    "GL_C_RC5 task78": "Kill a pmc with the MP-133/153 plastic pistol grip",
    "GL_C_RC5 task79": "Kill a pmc with the AS VAL skeleton stock",
    "GL_C_RC5 task80": "Kill a pmc with the APB detachable wire stock",
    "GL_C_RC5 task81": "Kill a pmc with the TROY M7A1 PDW stock",
    "GL_C_RC5 task82": "Kill a pmc with the Armacon Baskak stock",
    "GL_C_RC5 task83": "Kill a pmc with the MP-133/153 wooden stock",
    "GL_C_RC5 task84": "Kill a pmc with the MPX/MCX collapsing/telescoping stock",
    "GL_C_RC5 task85": "Kill a pmc with the MP-133/153 plastic stock",
    "GL_C_RC5 task86": "Kill a pmc with the AK GP-25 accessory kit recoil pad",
    "GL_C_RC5 task87": "Kill a pmc with the Lobaev Arms stock",
    "GL_C_RC5 task88": "Kill a pmc with the VPO-209 wooden stock",
    "GL_C_RC5 task89": "Kill a pmc with the AK-74 wooden stock (6P20 Sb.5)",
    "GL_C_RC5 task90": "Kill a pmc with the PP-19-01 'Vityaz' metal skeleton stock",
    "GL_C_RC5 task91": "Kill a pmc with the M870 Magpul SGA polymer stock",
    "GL_C_RC5 task92": "Kill a pmc with the M870 SPS polymer stock",
    "GL_C_RC5 task93": "Kill a pmc with the M870 Shockwave Raptor grip",
    "GL_C_RC5 task94": "Kill a pmc with the AKM/AK-74 FAB Defense UAS stock",
    "GL_C_RC5 task95": "Kill a pmc with the FN P90 stock",
    "GL_C_RC5 task96": "Kill a pmc with the FN PS90 stock",
    "GL_C_RC5 task97": "Kill a pmc with the FN P90 buttpad",
    "GL_C_RC5 task98": "Kill a pmc with the FN P90 Damage Industries buttpad",
    "GL_C_RC5 task99": "Kill a pmc with the M700 Magpul Pro 700 folding stock",
    "GL_C_RC5 task100": "Kill a pmc with the AR-15 DoubleStar ACE SOCOM Gen.4 stock",
    "GL_C_RC5 task101": "Kill a pmc with the DoubleStar ACE recoil pad",
    "GL_C_RC5 task102": "Kill a pmc with the Magpul CTR Carbine stock",
    "GL_C_RC5 task103": "Kill a pmc with the Glock FAB Defense GLR-17 stock",
    "GL_C_RC5 task104": "Kill a pmc with the Magpul PRS GEN3 stock",
    "GL_C_RC5 task105": "Kill a pmc with the MP9 stock",
    "GL_C_RC5 task106": "Kill a pmc with the ORSIS T-5000M stock",
    "GL_C_RC5 task107": "Kill a pmc with the KM/AK-74 Hexagon 'Kocherga' stock (Anodized Red)",
    "GL_C_RC5 task108": "Kill a pmc with the Mossberg 590A1 polymer stock",
    "GL_C_RC5 task109": "Kill a pmc with the Mossberg 590A1 Magpul SGA stock",
    "GL_C_RC5 task110": "Kill a pmc with the KS-23M wooden stock",
    "GL_C_RC5 task111": "Kill a pmc with the KS-23M wire stock",
    "GL_C_RC5 task112": "Kill a pmc with the MPX/MCX telescoping stock",
    "GL_C_RC5 task113": "Kill a pmc with the MPX/MCX lightweight stock",
    "GL_C_RC5 task114": "Kill a pmc with the AR-15 B5 Systems Precision stock",
    "GL_C_RC5 task115": "Kill a pmc with the KRISS Defiance DS150 stock",
    "GL_C_RC5 task116": "Kill a pmc with the HK UMP polymer stock",
    "GL_C_RC5 task117": "Kill a pmc with the KRISS Vector Gen.2 folding stock",
    "GL_C_RC5 task118": "Kill a pmc with the FAB Defense GL-CORE buttstock",
    "GL_C_RC5 task119": "Kill a pmc with the Steyr AUG vertical foregrip",
    "GL_C_RC5 task120": "Kill a pmc with the AI AXMC padded handguard grip",
    "GL_C_RC5 task121": "Kill a pmc with the HK Sturmgriff foregrip",
    "GL_C_RC5 task122": "Kill a pmc with the Monstrum Tactical Vertical Fore Grip KeyMod",
    "GL_C_RC5 task123": "Kill a pmc with the KAC vertical foregrip",
    "GL_C_RC5 task124": "Kill a pmc with the BCM GUNFIGHTER MOD 3 vertical foregrip",
    "GL_C_RC5 task125": "Kill a pmc with the Strike Industries Cobra Tactical foregrip",
    "GL_C_RC5 task126": "Kill a pmc with the Magpul M-LOK AFG tactical foregrip",
    "GL_C_RC5 task127": "Kill a pmc with the Hera Arms CQR tactical foregrip",
    "GL_C_RC5 task128": "Kill a pmc with the Fortis Shift tactical foregrip",
    "GL_C_RC5 task129": "Kill a pmc with the Magpul AFG tactical foregrip",
    "GL_C_RC5 task130": "Kill a pmc with the Magpul RVG foregrip",
    "GL_C_RC5 task131": "Kill a pmc with the Stark SE-5 Express Forward foregrip",
    "GL_C_RC5 task132": "TKill a pmc with the TangoDown Stubby BGV-MK46K foregrip",
    "GL_C_RC5 task133": "Kill a pmc with the Viking Tactics UVG tactical foregrip",
    "GL_C_RC5 task134": "ZKill a pmc with the Zenit RK-0 tactical foregrip",
    "GL_C_RC5 task135": "Kill a pmc with the Zenit RK-1 tactical foregrip",
    "GL_C_RC5 task136": "Kill a pmc with the Zenit RK-1 tactical foregrip on B-25U mount",
    "GL_C_RC5 task137": "Kill a pmc with the Zenit RK-2 tactical foregrip",
    "GL_C_RC5 task138": "Kill a pmc with the Zenit RK-4 tactical foregrip",
    "GL_C_RC5 task139": "Kill a pmc with the Zenit RK-5 tactical foregrip",
    "GL_C_RC5 task140": "Kill a pmc with the Zenit RK-6 tactical foregrip",
    "GL_C_RC5 task141": "Kill a pmc with the ASh-12 vertical foregrip",
    "GL_C_RC5 task142": "Kill a pmc with the RTM Pillau tactical foregrip",
    "GL_C_RC5 task143": "Kill a pmc with the MP9-N vertical foregrip",
    "GL_C_RC5 task144": "Kill a pmc with the ORSIS T-5000M padded handguard grip",
    "GL_C_RC5 task145": "Kill a pmc with the Tactical Dynamics Skeletonized Foregrip",
    "GL_C_RC5 task146": "Kill a pmc with the A3 Tactical MVF001 KeyMod vertical foregrip (Black)",
    "GL_C_RC5 task147": "Kill a pmc with the SIG Sauer Vertical Foregrip KeyMod (Black)",
    "GL_C_RC5 successMT": "I can't believe you actually did this. Are you insane? What the heck. You must really, really care about recoil control. Well, good job. ...you want something for it? What, I'm an angel. Uhm... here, there's a little something in the corner of your shelter you never noticed. Go grab that.",
    "GL_C_RC5 acceptMT": "This... is hell...",

    "675e7bb9a29a9242665cb6de name": "Big iron",
    "675e7bb9a29a9242665cb6de description": "Revolvers are an interesting weapon for sure. They're the size of a pistol, but most pack the punch of a sniper rifle. The cost is, well, literal monetary cost, as well as recoil and ammo capacity. Every shot counts here!",
    "675e7c015ee255313925c564": "Kill 10 enemies with a revolver",
    "6833712380620b7e8eb1ac66": "Inflict 800 damage with a revolver",
    "675e7bb9a29a9242665cb6de successMT": "Nice aim! Make sure you're hitting important places, not much worth in shooting the arms here or legs here.",
    "675e7bb9a29a9242665cb6de acceptMT": "on his hip",

    "675e7c28ab10a437be2f8c7b name": "Between the eyes (and the lungs)",
    "675e7c28ab10a437be2f8c7b description": "Due to low ammo capacity, you really have to hit important stuff with revolvers. You should only be aiming for the head and thorax, you don't have enough ammo to kill quickly through the flesh, even with specialized ammo.",
    "675e7d18c08a62a84029114b": "Land 15 headshots with revolvers",
    "675e7d2653fa765860752ea0": "Land 30 thorax shots with revolvers",
    "675e7c28ab10a437be2f8c7b successMT": "Yep, that's about it. See ya.",
    "675e7c28ab10a437be2f8c7b acceptMT": "Happy to take him out, actually",

    "675e7c632c112b09b8ca85b8 name": "Aiming? What for?",
    "675e7c632c112b09b8ca85b8 description": "You know those old western movies where they just take the revolver right out of the holster and fire without hardly aiming. Yeah, it's kinda cool, kinda silly. But 'point firing' is actually a very useful thing. Revolvers seem like a good thing to practice with! ...Hey, speaking of cowboy movies...",
    "683371d9994b5c3ec5a270e6": "Kill 30 enemies with revolvers while point / hip firing",
    "675e7d991baa549533f01457": "Kill 10 enemies with revolvers while wearing the Kinda Cowboy hat",
    "675e7c632c112b09b8ca85b8 successMT": "It's highhhhh noon. Actually, it's probably midnight. You're playing Tarkov, admit it.",
    "675e7c632c112b09b8ca85b8 acceptMT": "Hurray, a somewhat fun quest!",

    "675e7d3553464ec26df97607 name": "Reserved for him",
    "675e7d3553464ec26df97607 description": "You know the military reserve base, correct? There's this squad of guys that acts like they own the place, it's kind of annoying. Put a round through him, make sure he remembers it when he respawns.",
    "675e7c49a5a7bac8f9c84aab": "Kill Gluhar with the Rsh-12",
    "675e7d3553464ec26df97607 successMT": "Well done! He'll be keeping an eye out for you from now on, that's for sure.",
    "675e7d3553464ec26df97607 acceptMT": "Happy to take him out, actually",
    
    "675e7db469cbd38e5f4c0c16 name": "Master of firearms: Revolvers",
    "675e7db469cbd38e5f4c0c16 description": "This likely isn't your first T5 weapon challenge, so I'll spare you the details. I'm gonna let you off easy on the 200ds here, but to make up for it, I expect very high kill counts for the RSh-12, got it?",
    "675e7dca28b829a57b4eba6e": "Kill 5 PMCs with the CR 200DS",
    "675e7dddf1843ed9d668c576": "Kill 10 PMCs with the CR 50DS",
    "675e7deaf1c44de99195b448": "Kill 30 PMCs with the RSh-12",
    "68337397e77e7ff33b47b8c4": "Kill 60 enemies with revolvers while point / hip firing",
    "683373981bb1574b70d6c4fb": "Kill 30 enemies with revolvers while wearing the Kinda Cowboy hat",
    "675e7db469cbd38e5f4c0c16 successMT": "Master of the sidearms! Great job.",
    "675e7db469cbd38e5f4c0c16 acceptMT": "This makes the third quest in Tarkov that requires cowboy hats. Interesting.",

    "675f10ec444183edfe380e00 name": "Pump it up",
    "675f10ec444183edfe380e00 description": "Despite how big Tarkov is, there's still plenty of buildings and other small areas. If you want to dominate CQC, shotguns are the way to go. Slugs, buckshots, flechettes, plenty of ammo choices, all extremely deadly. Don't forget that you're locked in single fire!",
    "675f1100da2d5f7c8256f68a": "Kill 15 enemies with shotguns",
    "6833c4da76050692568b2120": "Inflict 1500 damage to enemies with shotguns",
    "675f10ec444183edfe380e00 successMT": "Do you prefer pump actions or semi-autos? Pump action is more satisfying, but semi-auto is more effective.",
    "675f10ec444183edfe380e00 acceptMT": "One of the more satisfying weapon catagories",

    "675f1123a9ae958e9716e16e name": "Shoot 'em everywhere (but the arms)",
    "675f1123a9ae958e9716e16e description": "Shotguns are great because just about everywhere you can shoot will be effective one way or another. Legs will chew through quickly, but plenty of ammo will also get through any armor just by breaking it down. The only real 'bad' place to shoot is the arms, it just doens't do enough damage. Practice shooting everywhere but the arms (you'll probably hit the arms anyways, going for thorax)",
    "675f118c5a997eaef5bd92e7": "Land 15 headshots with shotguns",
    "675f119efe49c83b17eea1e7": "Land 150 thorax or stomach shots with shotguns (each pellet counts!)",
    "675f11ac79f75c0698367f65": "Land 300 leg shots with shotguns (each pellet counts!)",
    "675f1123a9ae958e9716e16e successMT": "Shotguns are deadly, aren't they? They're vicious, even at medium ranges. Keep aiming in that middle third, and you'll be all good.",
    "675f1123a9ae958e9716e16e acceptMT": "Gonna shred some folks",

    "675f116b93022a000de71964 name": "The grinder",
    "675f116b93022a000de71964 description": "Shotguns are great because just about everywhere you can shoot will be effective one way or another. Legs will chew through quickly, but plenty of ammo will also get through any armor just by breaking it down. The only real 'bad' place to shoot is the arms, it just doens't do enough damage. Practice shooting everywhere but the arms (you'll probably hit the arms anyways, going for thorax)",
    "683376b8e4c55f5894130553": "Deal 1000 damage to enemy armour with shotguns",
    "675f116b93022a000de71964 successMT": "Nicely done! Most slugs aren't too effective against armour, but some buckshot and especially the flechette rounds just disentegrate it.",
    "675f116b93022a000de71964 acceptMT": "Those poor plates.",

    "675f11c1f4909a5a85d61000 name": "Bringing the facility back online",
    "675f11c1f4909a5a85d61000 description": "That factory is quite the death trap, isn't it? Nowhere to hide, all close quarters, and the boss there is an absolute menace with his Saiga-12.    ...hmm... what if you became the boss of factory?",
    "675f11395703e3a9f9b2b2c8": "Kill Tagilla with the Saiga-12",
    "675f11c1f4909a5a85d61000 successMT": "You da real boss now! Good stuff, man. Own that factory",
    "675f11c1f4909a5a85d61000 acceptMT": "That's a lot of health to chew through with a shotgun...",

    "675f1210b9608eaeb3b06cf2 name": "Master of firearms: Shotguns",
    "675f1210b9608eaeb3b06cf2 description": "Alright, you know what to do. Every shotgun. Paint the world red. Let's get 15 with each, alright? Hmm... You can combine the 153 and 155, I don't mind. And just get 5 on the toz. Shred some armour for me in the meantime! Watching numbers go up is fun, for some reason.",
    "675f1234e68b7fddbee8b0d9": "Kill 15 pmcs with the KS-23M",
    "675f1241bab1970848669abf": "Kill 15 pmcs with the M3 Super 90",
    "675f124c97cd0eb02fc61b7b": "Kill 15 pmcs with the M590A1",
    "675f12572cfef656e6f9bbb2": "Kill 15 pmcs with the M870",
    "675f12638861179deaaeefd3": "Kill 15 pmcs with the MP-133",
    "675f126ef1f2afbebf9594c8": "Kill 15 pmcs with the MP-153 / 155",
    "675f12909830926dd42f6c97": "Kill 15 pmcs with the MP-43-1C",
    "675f129ca346a73c896ec661": "Kill 15 pmcs with the MTs-255-12",
    "675f12a874f0edd9e1bf9530": "Kill 15 pmcs with the Saiga-12 (semi or auto)",
    "67d7a7840acfd0746eedc34d": "Kill 15 pmcs with either AA-12",
    "675f12b3e24859ad3d917f1d": "Kill 5 pmcs with the TOZ-106",
    "683376d5192aaab39065c7b2": "Deal 4000 damage to enemy armour with shotguns",
    "675f1210b9608eaeb3b06cf2 successMT": "Truly an artist, you are! You are the master of shotguns",
    "675f1210b9608eaeb3b06cf2 acceptMT": "155 with the 155... oh, I have to use all of them? Oh well.",

    "675f1d11d6272e7d3db6ecdb name": "Sub machine guns aren't sub-par",
    "675f1d11d6272e7d3db6ecdb description": "Submachine guns are an excellect choice for Tarkov. They are perfect for close quarters, yet can perform decently at medium range. They aren't great for armor penetration, but their high fire rate makes up for it. Depending on the SMG, the recoil can range from rough to non-existent. Good luck!",
    "675f1d41b944910281386e23": "Kill 15 enemies with submachine guns",
    "68340f6d27a8db0b09539c08": "Inflict 1500 damage to enemies with submachine guns",
    "675f1d11d6272e7d3db6ecdb successMT": "How's it feel? Small, hopefully controllable, easy to handle, it's a great to shoot. It's a shame it doesn't do as much damage, though.",
    "675f1d11d6272e7d3db6ecdb acceptMT": "Sarah Michelle Gellar? Oh, Sub Machine Gun, ok.",

    "675f1d7dcd48c98ba19d329d name": "Sweep the legs, or drill the chest",
    "675f1d7dcd48c98ba19d329d description": "Sub machine guns, with maaybe the exception of the P90, are pretty weak against any high level armour. That means leg shots are going to be the main source of killing when it comes to these things. However, not everyone has good armour, and even those with good armour still have holes in that protection, so thorax shots are perfectly fine as well. And of course, a few headshots never hurt. Get on it.",
    "675f1e6cc2af2044cb1c703e": "Land 10 headshots with SMGs",
    "675f1e7db056f7a66c87d99f": "Land 80 thorax shots with SMGs",
    "675f1e9269e97cc2c5805bfe": "Land 150 leg shots with SMGs",
    "675f1d7dcd48c98ba19d329d successMT": "Good recoil control. Legs are pretty easy to munch through with the right stuff, eh?",
    "675f1d7dcd48c98ba19d329d acceptMT": "Fast fire rate, fast completion",

    "675f1e3e7df12a561797e9d0 name": "I said sweep those legs!",
    "675f1e3e7df12a561797e9d0 description": "So, truly... if you're using an SMG, you're most likely going for the legs. Yes, there are a few exceptions that can deal with mid-level armour, but you're going for the squishy bits most of the time. You know a place that can't be armoured (for some reason)? Yep, same as last time. Knock 'em over!",
    "68341164bb749f3bd48a3957": "Destroy ('black') 40 enemy legs with SMGs",
    "675f1e3e7df12a561797e9d0 successMT": "Good recoil control. Legs are pretty easy to munch through with the right stuff, eh?",
    "675f1e3e7df12a561797e9d0 acceptMT": "Fast fire rate, fast completion",

    "675f1eeef00aecbfe2ce2864 name": "Machine to the medic",
    "675f1eeef00aecbfe2ce2864 description": "That Sanitar guy... man. You have not seen what he has done, let me tell you. Normally, these boss hunting missions are just a fun challenge, but this... I need you to put this guy down. I know he'll revive, he always does, but put him down anyways. His... 'work' on God's creations are unholy. Kill him with his own gun, I want him to remember this.",
    "675f1dc66ecdf14174049903": "Kill Sanitar with SPECIFICALLY the Kedr-B (others will not count!)",
    "675f1eeef00aecbfe2ce2864 successMT": "Thank you. I know he'll be back, but, I'm glad we could at least do that.",
    "675f1eeef00aecbfe2ce2864 acceptMT": "I don't think I want to know.",

    "675f20613c445e740cccc65a name": "Master of firearms: SMGs",
    "675f20613c445e740cccc65a description": "Haven't had enough yet? Alright, let's see you use a lot of those SMGs on the real guys then! I won't be too picky on similar smgs, but I want you to obliterate every leg that isn't your own.",
    "675f2077a36868feedec3a65": "Kill 10 PMCs with any MP5",
    "675f21431d9fef06520ed343": "Kill 10 PMCs with the MP7 (A1 OR A2)",
    "675f2176d6cbd1951fe7132e": "Kill 10 PMCs with either MP9",
    "675f21a903e2257150de43b0": "Kill 10 PMCs with the MPX",
    "675f21b66fad7ae4e2a64bf6": "Kill 10 PMCs with the P90",
    "675f21e661c0e85dd6005c2c": "Kill 10 PMCs with the PP-19-01",
    "675f21f6aeaf154aef2d01c0": "Kill 10 PMCs with the PP-9 Klin",
    "675f221f5966269208fbb0c4": "Kill 10 PMCs with the PP-91 Kedr OR Kedr-B (91-01)",
    "675f22335ad16666896fd863": "Kill 10 PMCs with the PPSh-41",
    "675f22474ff344147ce9336d": "Kill 10 PMCs with the Saiga-9",
    "675f226117042005a2fdeb56": "Kill 10 PMCs with the SR-2M",
    "675f226fe69d0a1ec8f7fe1a": "Kill 10 PMCs with the STM-9",
    "675f228d6ec07df722fbfff9": "Kill 10 PMCs with the UMP-45",
    "675f229f21f7510635be9f99": "Kill 10 PMCs with the Vector .45",
    "675f22b518a0ac496e5fd771": "Kill 10 PMCs with the Vector 9x19",
    "675f1531c304f0dbfa6d7cf8": "Kill 10 PMCs with the IMI UZI (NOT PRO)",
    "675f153d855f25283352fc71": "Kill 10 PMCs with either of the IMI UZI PRO's",
    "68340e438b47c4a536003328": "Destroy ('black)' 200 enemy legs with SMGs",
    "675f20613c445e740cccc65a successMT": "Master of the SMGs! That was quite a lot of PMC kills, well done. Take a break.",
    "675f20613c445e740cccc65a acceptMT": "9x19=190, no prob- Oh wait, nevermind.",

    "675f239281e627eeb22cf704 name": "Click-Clack",
    "675f239281e627eeb22cf704 description": "Bolt action Sniper rifles are the most deadly single-shot weapons in existance when it comes to small-arms. Their downside, obviously, is a heavy, very slow-firing, low-capacity weapon, where one shot makes or breaks it. Let's do a fun challenge this time: You have to hit headshots for this task. Aim high!",
    "675f2425fbb32c77a3f30f86": "Kill 8 enemies with headshots with sniper rifles",
    "675f239281e627eeb22cf704 successMT": "How are bolt-actions feeling for ya? It's pretty hit or miss with people... no pun intended.",
    "675f239281e627eeb22cf704 acceptMT": "Slow and steady",

    "675f248a8f23738f582f4cf4 name": "One or two?",
    "675f248a8f23738f582f4cf4 description": "One to the head, two to the thorax. Which will it be? Headshots are more important... but thorax will hurt them badly.",
    "675f257f88bc009ff5af1ac8": "Land 20 headshots with sniper rifles",
    "675f2595a1f5c9635998d0da": "Land 15 thorax shots with sniper rifles",
    "675f248a8f23738f582f4cf4 successMT": "Clean shots, man! Good job.",
    "675f25338f6c770ec54ddf62 acceptMT": "I prefer one, but sometimes two is all you can do.",

    "675f25338f6c770ec54ddf62 name": "The distance between us",
    "675f25338f6c770ec54ddf62 description": "Sniper rifles are entirely built for extreme distances. While it's still a large bullet that will hurt like heck at close range, they are meant to be accurate and deadly at ranges that no other weapon can compete in. I'll calculate some shots for you, let's build up a distance. (Explanation of this task: The distance between you and the enemy you shoot will be added to the counter. The further you are from your enemy, the faster you will complete this challenge!)",
    "68341a14799815f5d9179694": "Accumulate 4000 total shot distance with sniper rifles (see description)",
    "675f25338f6c770ec54ddf62 successMT": "Clean shots, man! Good job.",
    "675f248a8f23738f582f4cf4 acceptMT": "They are long range, to be fair.",

    "675f25c70e47562aeab94138 name": "Hawk-eye",
    "675f25c70e47562aeab94138 description": "You're run into the Goons already, correct? That one guy, who makes no noise when he runs... he confuses me. You're a better sniper than him, show him that no audio won't save him.",
    "675f24a74a05264a82602a94": "Snipe Birdeye with an M700 or Sako TRG",
    "675f25c70e47562aeab94138 successMT": "Very well done! That's not easy to do. Another death for that goon",
    "675f25c70e47562aeab94138 acceptMT": "What a cheater...",

    "675f26cdece5e7b5f0ed152c name": "Master of firearms: Sniper rifles",
    "675f26cdece5e7b5f0ed152c description": "Alright, sniper. Here's your final challenge: 10 PMC kills with every sniper you can find in Tarkov. Headshots aren't required, but I recommend them. Also, I want to see how much distance you can gather doing this... steady your aim, friend.",
    "675f27811c87ad2d5f2feabf": "Kill 10 PMCs with the AXMC or Sako TRG",
    "675f279a20a401fa1e312d99": "Kill 10 PMCs with the DVL-10",
    "675f27abe2368f7f4db74e36": "Kill 10 PMCs with the M700",
    "675f27efb6fded7b54aadab4": "Kill 10 PMCs with the Mosin (Infantry OR Sniper varient)",
    "675f287c05d2a033c215e90e": "Kill 10 PMCs with the MP-18",
    "675f28916ee2ce3c6ea5a072": "Kill 10 PMCs with the SV-98",
    "675f28a5d09f8e40b3d689fa": "Kill 10 PMCs with the T-5000",
    "675f28b434bb6dbdba9a89c8": "Kill 10 PMCs with the VPO-215",
    "68341aa44d195ad2b7abba9c": "Accumulate 40000 total shot distance with sniper rifles",
    "675f26cdece5e7b5f0ed152c successMT": "Very well done! You are now the master of the sniper rifles. Go on, marksman!",
    "675f26cdece5e7b5f0ed152c acceptMT": "80 kills... I only need 80 shots. Eh, maybe 85.",

    "675f2afd766594bef110bece name": "Hot potatoes",
    "675f2afd766594bef110bece description": "Grenades can be a complete game changes, if you use them correctly. Lethal grenades, unsuprisingly, are great for blowing up your enemies. Let's try that, shall we?",
    "675f2b27f50938bd2efa2db4": "Kill 3 enemies with grenades",
    "675f2afd766594bef110bece successMT": "Nice throw! Let's keep working on that.",
    "675f2afd766594bef110bece acceptMT": "Hit 'em with the layup",

    "675f2bb9d1eccf8833c0d8c6 name": "No escape",
    "675f2bb9d1eccf8833c0d8c6 description": "You know what's even better than a grenade? An impact grenade. They detonate the moment they land, meaning that there's absolutely nothing your enemy can do to escape it, assuming you throw it correctly. Go give it a try.",
    "675f2ba80b383aa080ba0fe1": "Kill 5 enemies with impact grenades",
    "675f2bb9d1eccf8833c0d8c6 successMT": "Good throwing, man! Now let's swap to tacticals",
    "675f2bb9d1eccf8833c0d8c6 acceptMT": "Quite a rude way to kill someone, tbh",

    "675f2c075bbac044aa287c5f name": "Dazed and Destroyed",
    "675f2c075bbac044aa287c5f description": "Tactical grenades might not be able to kill an enemy outright, but it can leave them as good as dead. A good flash grenade on an enemy completely ruins them. Kill 5 enemies that can't see you.",
    "675f2c2f42f30bc068216579": "Kill 5 stunned enemies",
    "675f2c075bbac044aa287c5f successMT": "On the bright side (heh), you probably took them out with a headshot, so they didn't feel much pain. I hope you took them out with a headshot, anyways...",
    "675f2c075bbac044aa287c5f acceptMT": "Nevermind, that's more rude.",

    "675f2d630fb5e018bc7f35c3 name": "Fusing together",
    "675f2d630fb5e018bc7f35c3 description": "Lethal grenades have various fuses. Some are shorter, some are longer. Short fuses are great for suprising an enemy with a quick grenade, leaving little room for them to leave. Longer fuses are great for throwing further and bouncing around things. The M67 in partiuclar is great for baiting, as the long fuse time makes it more difficult to kill outright but will still force the enemy out. Try out the different fuse times and see what works best for you.",
    "675f2db3afedb9672ce943de": "Kill 3 enemies with grenades that have a fuse shorter than 3 seconds",
    "675f2dd9106c5bc59e2dabc2": "Kill 3 enemies with grenades that have a fuse longer than 3 seconds",
    "675f2df4c7a8d6e8d43b4e62": "Kill an enemy with the M67",
    "675f2d630fb5e018bc7f35c3 successMT": "Did you end up preferring the shorter or longer fuses? Both have their strengths and weaknesses, and are highly contextual.",
    "675f2d630fb5e018bc7f35c3 acceptMT": "Time for a little testing. With explosives.",

    "675f2e4f391bf57a07ef72aa name": "Hell's kitchen",
    "675f2e4f391bf57a07ef72aa description": "You know what time it is! Time to kill PMC with every thing in it's catagory! But you can't really kill people with flash grenades... hmm, oh well. Just kill some stunned PMCs.",
    "675f2ea0427cdf985426025d": "Kill 3 PMCs with the F-1",
    "675f2eea91bf5cf60db2f82d": "Kill 3 PMCs with the M67",
    "675f2f04dff8fb560f5f2736": "Kill 3 PMCs with the RDG-5",
    "675f2f146c463acddde73abd": "Kill 3 PMCs with the RGN",
    "675f2f24bfe5844b6c1bcade": "Kill 3 PMCs with the RGO",
    "675f2f3e61fe07d8944573a0": "Kill 3 PMCs with the VOG-17",
    "675f2f520d4db7112f864ba0": "Kill 3 PMCs with the VOG-25",
    "67d7abf221faa2d56a5b292d": "Kill 3 PMCs with the V40 Mini",
    "675f2f6c157eabdb12dc1dc4": "Kill 7 stunned PMCs",
    "675f2e4f391bf57a07ef72aa successMT": "Gordon Ramsey is pleased... ahem. You're clearly quite good with grenades. Keep using them effectively now that your training is done!",
    "675f2e4f391bf57a07ef72aa acceptMT": "Something about lamb sauce...",

    "675f65eb9f7bc9f7edd08f44 name": "Your gun has an issue",
    "675f65eb9f7bc9f7edd08f44 description": "Troubleshooting is a lifesaving skill when you're in trouble. The quicker you can identify what's wrong and fix it, the higher chance you can survive a malfunction. You can just run guns that are max durability... but that can get expensive. Besides, if you ever have to pick up a gun, that's likely not going to be at full durability. This is also why it's important to play smart no matter what, as you never know when something can go wrong. Though, if something is to go wrong, you need to know what to do about it. Prove to me you can clear a malfunction.",
    "675f660242d63294c7db2323": "Clear any malfunction once",
    "675f65eb9f7bc9f7edd08f44 successMT": "Did that malfunction happen before or after you got the kill? See, it can happen any time, and it's extremely problematic. Working on this skill is a very good idea.",
    "675f65eb9f7bc9f7edd08f44 acceptMT": "I think there are going to be some casualties in the weapons department by the end of this.",

    "675f667df71e49587d94fcc3 name": "Understanding the common cause",
    "675f667df71e49587d94fcc3 description": "Now that you've experienced a malfunction, let's talk about how it actually happens. There's a few different sources, but the worst offender is supressors. Some play nice with a gun, others really increase the wear and tear of a firearm. Go use the latter ones, and see what I mean.",
    "68316efdc4511ccadf70130f": "Kill 20 enemies while using a suppressor with >+70 durability burn",
    "675f667df71e49587d94fcc3 successMT": "See? Even after just a couple hours, your firearm needs some repairing now. ",
    "675f667df71e49587d94fcc3 acceptMT": "My poor firearms",

    "675f66c0fd6af76747f35f9e name": "Should've gotten the extended warrenty",
    "675f66c0fd6af76747f35f9e description": "You can clear a malfunction from your favorite gun, sure. What about others? You can't use the same firearm the whole time, at least, with those traders forcing you to do a bunch of different stuff. Can you clear jams from other weapon types?",
    "68316efb0056ef4520de3f0d": "Clear a malfunction from an Assault Rifle (or Carbine)",
    "68316e78af8fd73ab6c8a6e0": "Clear a malfunction from a Designated Marksman Rifle",
    "68316e794293800dcf0af408": "Clear a malfunction from a Light Machine Gun (only RPK-16 can jam!)",
    "68316e7a63833d3becd0ae23": "Clear a malfunction from a Pistol",
    "68316e7ae4d32f58c051debc": "Clear a malfunction from a Shotgun",
    "68316e7b2433d2cd6b1e0a7c": "Clear a malfunction from a Sub Machine Gun",
    "6835226fcd1b6b086d06b6f6": "Clear a malfunction from a Sniper rifle",
    "675f66c0fd6af76747f35f9e successMT": "How about that, you can! Good, you should be surviving just fine now.",
    "675f66c0fd6af76747f35f9e acceptMT": "This seems tedious",

    "675f67cb9d050e9f3e3de0f9 name": "That poor AKM",
    "675f67cb9d050e9f3e3de0f9 description": "Dust covers, suppressors, magazines... there's plenty of things that affect the durability burn and chance of malfunction. What if we combined all three of them at once? I want to show you how much these can affect the performance of a rifle..",
    "675f67e40cea1ee8d261c5a9": "Kill 10 enemies in one raid using an AKM that has no dust cover, a suppressor with >+70 durability burn, and a magazine with high or very high malfunction chance.",
    "675f67cb9d050e9f3e3de0f9 successMT": "See how bad that is for the gun? You gotta be careful what you're putting on, or taking off, your firearms.",
    "675f67cb9d050e9f3e3de0f9 acceptMT": "This thing is going to explode in my hands, I can just feel it...",

    "675f6876a6ab9d33f2b19446 name": "Those that never fail",
    "675f6876a6ab9d33f2b19446 description": "You know what's kinda funny? There are actually a few weapons in Tarkov that can't malfunction under any circumstance. The PPSH-41 is a shining example, but some other guns exist that will never break in this place. Go run around with them for a while as your final task.",
    "675f689463c10e73b4d9b3d0": "Kill 100 enemies with weapons that cannot suffer jams (PPSH, MP18, MP43, revolvers, and LMGs [except the RPK-16!])",
    "675f6876a6ab9d33f2b19446 successMT": "See? The accuracy decreases, sure, but they make great choices when you can't afford weapon repairs or just want to be sure that you can go for a long time with no issues.",
    "675f6876a6ab9d33f2b19446 acceptMT": "Even at 0 durability??? Noted...",

    "675f69113646a559a132025f name": "Noob tube!",
    "675f69113646a559a132025f description": "Underbarrel Grenade launchers are a fantastic, albiet it very expensive, way of getting a pretty free kill on an enemy. The impact explosion and propelled nature means no one is safe from an instant death. Have fun with this one!",
    "675f6929e01aef755c647205": "Kill 5 enemies with underbarrel grenade launchers.",
    "675f69113646a559a132025f successMT": "Boom! Those things are nasty, aren't they? Let's keep using them.",
    "675f69113646a559a132025f acceptMT": "Playing on easy mode today.",

    "675f6a0cbe1f4f9221e13f2f name": "Questionable countermeasures",
    "675f6a0cbe1f4f9221e13f2f description": "The sniper scavs are quite annoying, right? They're just always there, no matter how many times you've cleared that sniper nest, they're back every raid. I don't know what's up with death not affecting Tarkov like it should. On the bright side, killing is now quite morally ambiguous! Anyways, see if we can send somewhat of a message to them. Take out 10 of them with your grenade launcher.",
    "675f6a28715cc2bf5d0fc1a2": "Kill 5 sniper scavs with UBGLs",
    "675f6a0cbe1f4f9221e13f2f successMT": "You're getting pretty good at aiming with these things. Let's try even further out, alright?",
    "675f6a0cbe1f4f9221e13f2f acceptMT": "Seems a bit excessive, but I agree, they are annoying",

    "675f6a62b9f0aa454d32abb1 name": "Artillery strike",
    "675f6a62b9f0aa454d32abb1 description": "So, you've seem how the grenades are propelled, yes? You know what that means... they can go quite a long distance. I want 10 kills over 100 meters away. Aim very high.",
    "675f6a76bb03522a0bf473b2": "Kill 10 enemies over 60 meters away with UBGLs",
    "675f6a62b9f0aa454d32abb1 successMT": "Quite impressive! Those were really difficult shots, great aim.",
    "675f6a62b9f0aa454d32abb1 acceptMT": "Gonna need a ruler or something for this one.",

    "675f6970edd75c036dfa1116 name": "The bigger pipe",
    "675f6970edd75c036dfa1116 description": "I know the M32A1 isn't an UNDERBARREL grenade launcher, but it's a grenade launcher, ok? And it's what Mr. Big Pipe uses. You know how these go by now, you gotta do it with his own weapon. Go explode that guy straight to the next life, literally",
    "675f69c59c67a21c2b1f9a26": "Kill Big pipe with the M32A1 MSGL grenade launcher",
    "675f6970edd75c036dfa1116 successMT": "He's gonna take a while to respawn, that's for sure. Nice shot.",
    "675f6970edd75c036dfa1116 acceptMT": "Someone's getting blown up today. I really hope it's not me. I guess I'll just try again if it's me... weird how that works",

    "675f6b0e083bd1bdb1e05b69 name": "One man army",
    "675f6b0e083bd1bdb1e05b69 description": "You're gonna need a lot of grenades for this one. For your final challenge, I want you killing 8 enemies with your UBGL. ...You've already done more than that? Oh, silly! You have to do it in one raid! Enjoy!",
    "675f6b2067f6fbba7cc058f7": "Kill 8 enemies in one raid with UBGLs",
    "675f6b0e083bd1bdb1e05b69 successMT": "There's gonna be a lot of little bits lying around for a while... Good stuff, soldier.",
    "675f6b0e083bd1bdb1e05b69 acceptMT": "I mean... alright."
}