{
    "Examples": "",
    
    "CL_NM name": "",
    "CL_NM description": "",
    "CL_NMtaskN": "",
    "CL_NM successMT": "",
    "CL_NM acceptMT": "",

    "6822ee4e7aa83d1c4f1fa658 name": "Found",
    "6822ee4e7aa83d1c4f1fa658 description": "'I must say, you've got quite an eye for things. You've found no shortage of things in this place, and most importantly, you've found yourself here to begin with. Where is here, you ask? Well, that depends on who you ask. To some, it's hell. To some, it's paradise. For me, well, I simply find myself here like you. Though I suppose I'm here in a different way than you. You see, I am actaully an angel. Yes, a heavenly angel, sent by God to this place. Better yet, I've been sent to find you.' The voice pauses, and you ask it what it means when it says it was sent to find you. 'Well... why don't you get a fire going and get comfortable. I have a lot to explain to you.'",
    "6826db07ba1d8306c83e1ebd": "Hand over any flammable material",
    "6822ee4e7aa83d1c4f1fa658 successMT": "(See next quest)",
    "6822ee4e7aa83d1c4f1fa658 acceptMT": "This is not what I was expecting, to say the least.",
    
    "6826b7202c16346abc2ad74b name": "Awoken",
    "6826b7202c16346abc2ad74b description": "'Would you believe me if I said we find ourselves in similar situations?' You feel something sizing you up. 'Both of us here without being sure why, both of us suddenly in contact with an otherworldly entity, both... ...what? You don't know? My friend, you are *definitely* a special being. As a matter of fact, a lot of things are special about this place. It's... well, it's a long story. Before I get too far, let me introduce myself, though. I am an angel, sent from heaven. Yep, straight from God. This place has gotten in quite a situation, I'm here on His behalf to make sure things work out. Well, sort of. I can't do it myself, I need you.' You ask why it might need you. 'Well, that's a long story. Why don't you get comfortable?'",
    "6826b7237c0e0b12626f6a46": "Hand over any flammable material",
    "6826b7202c16346abc2ad74b successMT": "(See next quest)",
    "6826b7202c16346abc2ad74b acceptMT": "This is anything *but* a break, frnakly.",

    "6910a175001d831c44bccdc0 name": "The lower-pitched voice.",
    "6910a175001d831c44bccdc0 description": "You call out to the lower-pitched voice. You aren't sure how to make it clear which one you're calling out to, you just sort of... intend it towards that one. 'Hello', the voice says peacefully, comfortably. 'I was wondering when you would respond to me. You seem to be doing alright for yourself, despite of the fact you died earlier. You- ...oh, you didn't know? That wasn't a hallucination, friend. You died, 100%. Pretty gnarly, too. Yet, you're still here. ...yeah, I should probably discuss some things with you.'",
    "6910a188d2785ef150b8a692": "Continue the story",
    "6910a175001d831c44bccdc0 successMT": "(See next quest)",
    "6910a175001d831c44bccdc0 acceptMT": "How are they gonna know which one I'm- well that worked.",

    "691449e608b5ececdc4cf214 name": "Association",
    "691449e608b5ececdc4cf214 description": "'Hello.' You hear the lower pitched voice calling out to you, seperated from the other and clear as the a sunny day. 'Hello, dear friend. Can you hear me alright?' The voice seems rather calm, though clearly seeking an answer. It fades in and out, traded with the other voice. You get the sense that they are seperated for good now, and that calling out to both won't work this time.",
    "691449eaa17ca46f53ea0d94": "It seems you can only pick one...",
    "691449e608b5ececdc4cf214 successMT": "'Oh, good. I wasn't sure if I was able to speak with you or not.' The voice remains rather calm, almost as if they were sure you would pick them. Did they even know there was a choice? 'Sit down, make yourself comfortable. You have questions, and I have answers.'",
    "691449e608b5ececdc4cf214 acceptMT": "Which one...",

    "691513f45ebf06cb9e158393 name": "Conversation with an otherwordly being(4)",
    "691513f45ebf06cb9e158393 description": "'I should probably take a minute to actually explain who I am, shouldn't I? Well, I am actually an angel sent from Heaven. Yes, the big place in the sky, straight from God Himself. Do not be afraid, I have not come to judge you. I've actually come to work with you. Yes, *you*. One could say you're the `main character` of this place. As to why that is... well, that's a whole other story. You might as well get comfortable if I'm gonna keep rambling.'",
    "691513f3fea480dfaa632c5b": "Hand over any flammable material",
    "691513f45ebf06cb9e158393 successMT": "'Glad to see you sticking around. Hope you don't mind more of my ranting.'",
    "691513f45ebf06cb9e158393 acceptMT": "Casually chatting with an otherwordly being",

    "691db0390b09de61b3335764 name": "Conversation with an otherwordly being(5)",
    "691db0390b09de61b3335764 description": "'I do believe this is the correct choice, my friend. I know I'm biased in that, but, I promise to be more useful to you, and less demanding. How can I promise that? Because I am an angel of Heaven. I have been sent to investigate this place. This aligns somewhat with your own goals, does it not? You've been trying to understand this place, or at least, find a way out. I think I can help you with that, as a matter of fact. To do that, though, we need to get to the bottom of this. I can get you primed on what I know so far, why don't you take get comfortable while I explain some things?'",
    "691db03d887227181386679d": "Hand over any flammable material",
    "691db0390b09de61b3335764 successMT": "'Glad to see you sticking around. Hope you don't mind more of my ranting.'",
    "691db0390b09de61b3335764 acceptMT": "Casually chatting with an otherwordly being",

    "682f7d5c4ae9cfa71f1cc79c name": "Another voice",
    "682f7d5c4ae9cfa71f1cc79c description": "'You've been running around quite a bit, haven't you?' The voice seems content to let you think about that for a bit, before continuing. 'I have too, beleive it or not. Perhaps not with physical legs, running around a physical space. But I have been around this place for a while. I know it well. In fact, I have a lot to share with you, if you're willing to listen to it.",
    "682f7db8d52d88a906e1d19c": "Continue the story",
    "682f7d5c4ae9cfa71f1cc79c successMT": "(See next quest)",
    "682f7d5c4ae9cfa71f1cc79c acceptMT": "Well, maybe that staircase WILL lead me out, how do you know? ...Oh right, you're an angel. Supposedly.",

    "691dae90e22f7a5b8c337064 name": "***Never truly alone***",
    "691dae90e22f7a5b8c337064 description": "Almost as soon as you decide to go without that weird voice, you hear it speak again. 'Perhaps you'd prefer to work with me?' It's... not the same voice, you don't think. This one is a bit deeper, its way of speaking a bit different. You hear it speak again. 'I, uh... I'm afraid you must choose one of us. Call it the curse of this place, if you will. It won't leave you alone unless you let it control you, and the only other option is to let me protect you from it. Which, yes, will mean I'm in contact with you instead. I'll be far less annoying, I promise.' As much as you'd rather listen to neither of these voices, you conclude there truly is no other option. You're running around enough for the traders, why not throw disembodied voices into the mix? Maybe they can reward you in some way. If nothing else, maybe working with them will shut them up some.",
    "691dae943001dcf4788ec833": "***Which voice will you work with?***",
    "691db2b24b8be77912d8c359": "Return to the first voice",
    "691db2b39e5aa97f45984d2a": "Stay with this voice",
    "691dae90e22f7a5b8c337064 successMT": "***Your choice is made***",
    "691dae90e22f7a5b8c337064 acceptMT": "Seriously? I HAVE to put up with one of you? Fuck me, I guess. At least it's not both of you.",

    "6904c85911fc5239a64470bb name": "A story by the fire",
    "6904c85911fc5239a64470bb description": "'Where do I begin... well, you know the tale of Tarkov better than most, since your company sent you here. You know about TerraGroup, you know the conflict, you probably know the result to some extent... but, you might not know much about the aftermath of these events. You see, ever since a, uh... 'special event' happened a few weeks ago, everything's been all messed up. Those who die come back to life. Those who could leave, don't. Tarkov still takes in new people, but doesn't seem to export any. I don't know what the outside world thinks is happening here, but there doesn't seem to be much intervention. Perhaps a space-time distortion of sorts? Who knows anymore... one the dead are raised, nothing's off the table. Anyways, I've been here watching ever since that 'event' transpired. I've been trying to understand what's going on, much like yourself. I haven't made much progress, unfortunatenly; there's only so much I can do by watching, and no one seems to hear me. Well, nobody but you. That works out great for me, I can conduct much better investigations with your help. Of course, that's if you're willing to help me. You can think about it, I'm in no rush. On that note, I have been talking for a while, haven't I. My apologies. Take the rest of the day off, you've had a wild introduction to this place. I'll be here if you need something.'",
    "6904c85e75c9ec35cc48f924": "Thank you for listening'",
    "6904c85911fc5239a64470bb successMT": "You feel the presence fade. Something tells you it should return eventually.",
    "6904c85911fc5239a64470bb acceptMT": "That 'event' a few weeks ago, I heard about something like that... some blue light?"
}