{
    "Examples": "",

    "GL_M_X name": "",
    "GL_M_X description": "",
    "GL_M_Xtaskx": "",
    "GL_M_X successMT": "",
    "GL_M_X acceptMT": "",
    
    "675f6e2d337d5572765f2523 name": "Technically speaking",
    "675f6e2d337d5572765f2523 description": "Paying attention is quite important to one's survival. I will say, though, I don't understand why attention in tarkov seems relegated purely to looting containers... oh well, if that's what the kids want, that's what we'll give em. Let's start with some technical components. Wires, PC parts, all that jazz. Search the PC blocks for them.",
    "675f6e976ff06fd727ce4d7b": "Find a Bundle of wires",
    "675f6eaf5e0b8efc0b2cb559": "Find some Capacitors",
    "675f6ebc6b4cfc71888e9ed5": "Find a DVD drive",
    "675f6ec26b5dc04f08bfe62b": "Find an HDD drive",
    "675f6ec96f7be8b959ddad75": "Find a CPU fan",
    "675f6ecf13651b8eeb3b8917": "Find some Electronical Components",
    "675f6ed5e090619b2e3cfeec": "Find an ES lamp",
    "675f6eda9c24dc3da1b54411": "Find a UV lamp",
    "675f6edec521f8943ba3fcaf": "Find a PC CPU",
    "675f6ee3d9df4fc1f89133db": "Find a Power cord",
    "675f6e2d337d5572765f2523 successMT": "Nice! You could build your own pc with all those parts",
    "675f6e2d337d5572765f2523 acceptMT": "This sets a bad precedent...",

    "675f6efb8c8f84c13f1c2d24 name": "Filling the toolbox",
    "675f6efb8c8f84c13f1c2d24 description": "You've got a lot of technical components lying around, but you can't just smash them together with your bare hands. You need some tools. Go loot the toolboxes around tarkov to fill your own",
    "675f6f6313b23217b33c244a": "Find an awl",
    "675f6f6cb4a167ff3a75e6a5": "Find a cable cutter",
    "675f6f76d40b48b8ca7d4d82": "Find some measuring tape",
    "675f6f7f019ecee9f7348043": "Find an eletric drill",
    "675f6f88bbbe2dac0ca61739": "Find a sledgehammer",
    "675f6f96016920771641b322": "Find a flat screwdriver",
    "675f6fa04116811338b7f627": "Find a long & flat screwdriver",
    "675f6fa607965bf4cfd46cfc": "Find a hand drill",
    "675f6fae08b6e4f918735725": "Find some metal cutting scissors",
    "675f6fb6e7eb0cdf3eab90d1": "Find some nippers",
    "675f6fbdd5dc0ce431ee59ca": "Find an old firesteel",
    "675f6fc3398eb2549359d5e4": "Find a pipe grip wrench",
    "675f701d8a67ab75d3fa64a7": "Find some pliers",
    "675f70255cefac2c6e6fc6e0": "Find some elite pliers",
    "675f702beaae1c9c4b7e4695": "Find a ratchet wrench",
    "675f7030d4e9108dd60c1a7b": "Find some round pliers",
    "675f7038c410334b565de95f": "Find a screwdriver",
    "675f704009cd39fd1ecb07da": "Find a set of 'Master' files",
    "675f7049708fbc612adabf4b": "Find a sewing kit",
    "675f7051291813e52bb04c07": "Find a wrench",
    "675f6efb8c8f84c13f1c2d24 successMT": "That's gotta be a heavy toolbox at that point. I hope you've been levelling your strength a bit.",
    "675f6efb8c8f84c13f1c2d24 acceptMT": "What's a man without his tools?",

    "675f70cbabb1b13ec6bb1d9f name": "Stockpile",
    "675f70cbabb1b13ec6bb1d9f description": "All these tools and eletronical pieces are nice, but they won't really help you in a gunfight, will they? You need something more practical. Parts won't always solve a debate... bullets will. Hmmm... perhaps some packaged rounds will do you good? Better chance they aren't tampered with.",
    "675f70ed48a3a8d2a54fd992": "Collect 50 boxes of ammo (don't open them!)",
    "675f70cbabb1b13ec6bb1d9f successMT": "How many different calibers can you service with all that? The nice thing about this, as well, is that it's free. No need to spend thousands of roubles on these.",
    "675f70cbabb1b13ec6bb1d9f acceptMT": "I won't complain about more ammo. That's a lot, though.",

    "675f7158036c206f933eb5ff name": "Rare catch",
    "675f7158036c206f933eb5ff description": "Some items in Tarkov seem so expensive, don't they? Millions of roubles for one little device? That's the law of supply and demand in action. Why spend millions when you can spend a few minutes just finding the item yourself? You know, 15 minutes could save you 15% or more on-",
    "675f716755bda671d25734ac": "Find an Iridium",
    "675f7176929bad06f9ef8441": "Find a Folder With Intelligence",
    "675f717da4d6bbefc25291f0": "Find a GPU",
    "675f719fe36ce29758861874": "Find a Tetriz",
    "675f71a464ad0da5dc955312": "Find a LEDX",
    "675f71ada08160790b189921": "Find a Defibrillator",
    "675f7158036c206f933eb5ff successMT": "How exactly does this relate to attention? I don't know, ask BattleState Games. Erm, I mean, ask Terragroup. Yeah, ask Terragroup. They caused all this. Heh.",
    "675f7158036c206f933eb5ff acceptMT": "There's no way a celestial being just hit me with a Geico ad. What on earth is this thing?",

    "Rewrite this": "We need to re-write most of the quests in this section. How fun!",
    "Nevermind": "Turns out we only adjusted a couple Charisma quests. Nice!",
    "Nevermind times two": "Actually, we redid some of Attention to work better, as well as AD3. Oh well!",

    "675f7b5dead60ebf17c84cef name": "Getting familiar",
    "675f7b5dead60ebf17c84cef description": "If you're going to be here a while, you should get to know all the big figures around here. Maybe help them out, unlock some stuff for yourself.",
    "675f7bab86f12c50cbd91d26": "Prapor LL2",
    "675f7bb1d68ec8c97f2704e8": "Therapist LL2",
    "675f7d51251a073a3f7a515a": "Skier LL2",
    "675f7d58d8b0489fe9befc60": "Peacekeeper LL2",
    "675f7d5ea3027aa26d5c6f14": "Mechanic LL2",
    "675f7d657cb0f6e8e698199b": "Ragman LL2",
    "675f7d6d29905f0f12452f39": "Jaeger LL2",
    "675f7b5dead60ebf17c84cef successMT": "Good, glad to see you making some allies. Surviving alone is difficult, after all",
    "675f7b5dead60ebf17c84cef acceptMT": "What if I don't want to do Jaeger quests?",

    "675f7d83ee2ed3915390aaae name": "Acquiring capital",
    "675f7d83ee2ed3915390aaae description": "Now that you've gotten to know some people, you should make sure you can actually trade with them. You have some money by now, don't you?",
    "675f7d83ee2ed3915390aaae": "Acquire 1000000 roubles",
    "675f7dbf6362f8e8123b3076": "Acquire 6000 euros",
    "675f7dc4314cc77c6a1ab75b": "Acquire 6500 dollars",
    "675f7d83ee2ed3915390aaae successMT": "Oh, good! You're not broke. Money is critical to survival, even if we wish it wasn't.",
    "675f7d83ee2ed3915390aaae acceptMT": "It always wraps back around to money, doesn't it...",
    
    "675f7dec7b1039cf247e80f1 name": "Purchasing equipment",
    "675f7dec7b1039cf247e80f1 description": "You've got the cash, you've got some allies, and they would love to sell to you. Guns, medicine, cases, so many things. Why not take advantage of this?",
    "675f7e4a1446dd6d6732e9d9": "Spend a total of 2 million currency on trades (USD and EUR convert to roubles)",
    "675f7e5a31f37617883a8a1c": "Spend ₽1M roubles",
    "675f7e6226594452c48ff739": "Spend €6K Euros",
    "675f7e678c504ce7f893397e": "Spend $6.5K USD",
    "675f7dec7b1039cf247e80f1 successMT": "Earning cash, spending cash, earning more cash... what a cycle. *sigh*. Makes you ",
    "675f7dec7b1039cf247e80f1 acceptMT": "I'm telling you, I don't want to work with this Jaeger guy, he makes me do weird stuff",
    
    "675f7ea44dbf005c30fcee17 name": "Breaking the bank",
    "675f7ea44dbf005c30fcee17 description": "So much money... where's all this stuff coming from anyways? I guess things keep respawning, so there's infinite wealth as long as you hang around. Well, lets push it to the limit.",
    "675f7eb65218b341c3c137b3": "Spend a total of 30 million currency on trades (USD and EUR convert to roubles)",
    "675f7f0f91076208aa4662bd": "Earn a total of 15 million currency from trades (USD and EUR convert to roubles)",
    "675f7ea44dbf005c30fcee17 successMT": "My, my! Seems like all the traders can't stop talking about you. And to see how much you've done with me is quite impressive.",
    "675f7ea44dbf005c30fcee17 acceptMT": "How exactly am I meant to 'understand' a celestial being?",

    "675f7f7a5aa154ae19f5a82a name": "The test begins",
    "675f7f7a5aa154ae19f5a82a description": "'Light, how are you supposed to train my intelligence? Are you going to have me read books or something?' Hahaha... that's a good idea, actually. But no, I have something much more exciting for you. Riddles! Oh yes, I'm serious. We'll begin easily. Prapor once had a friend, a friend he wouldn't tell you about unless you wacked some scavs. Or used your intelligence center to look it up. Don't do that here, by the way. You'll ruin the fun. Anyways, where did this friend live?",
    "675f7f96ece57c78a18641c5": "Locate the spot of the riddle",
    "675f7f7a5aa154ae19f5a82a successMT": "He was a good friend, so I've heard.",
    "675f7f7a5aa154ae19f5a82a acceptMT": "I enjoyed killing the scavs, by the way",

    "675f7fc218ad814cbf690c1f name": "Thirsting for more",
    "675f7fc218ad814cbf690c1f description": "There is something all humans need to live, more frequently than food, but less frequently than air. Somewhere, there is a large stash that one of your 'traders' took interest in. Where was this?",
    "675f7fdb6151781b3403040f": "Locate the spot of the riddle",
    "675f7fc218ad814cbf690c1f successMT": "Nice! Don't forget to stay hydrated, while you're at it.",
    "675f7fc218ad814cbf690c1f acceptMT": "Are riddles customary with this thing?",

    "675f8008b7831ecb4e5db0e7 name": "Raising the stakes",
    "675f8008b7831ecb4e5db0e7 description": "Alright, lets make things more difficult: In war, rarely is there a 'good' side. Sometimes, fighting for either side is wrong. Sometimes, fighting for either side is right. Sometimes, you get a choice which side you'll fight for. Sometimes, mass life or death hangs in the balance of one small thing: Who you tell. Do you do what is right? Is there a 'right?' Or do you tell the one who gives you the rewards you seek?",
    "675f8024e38f2dd530cea750": "Find the spot of the riddle",
    "675f8008b7831ecb4e5db0e7 successMT": "I am curious, who did you end up telling?",
    "675f8008b7831ecb4e5db0e7 acceptMT": "I choose what I'll use most, probably.",

    "682fdbb4680f61b0ed38d3a5 name": "Bonus quest (Intelligence): 6 lies and a truth.",
    "682fdbb4680f61b0ed38d3a5 description": "I had a fun idea, as a test of your current intelligence. Are you able to identify differneces between what seems to be identical things? If I were to give you the same quest 7 times, but only one was the 'true' one, would you be able to figure it out? There's no penalty for failure, but you will be rewarded if you succeed. You only get one try, though, so take your time!",
    "682fdbbb326f0e39e7dda82e": "Completing this will create 7 'quests'.",
    "682fdbb4680f61b0ed38d3a5 successMT": "Alright, good look! Remember, you only get one shot. Turn in the correct one!",
    "682fdbb4680f61b0ed38d3a5 acceptMT": "Oh lord.",

    "675f80b4625238051edb9d0e name": "Nearing the end",
    "675f80b4625238051edb9d0e description": "In a place created for creation, where the hammer falls on the unforged and unfortunate, a crash is heard in the dead of night. Black grains in blue packages are hidden, and the one who mends the biological has paid the one who mends the material. Tell me, where were the black grains laid?",
    "675f80cd33dd203e0f69b360": "Mark the spot of the riddle with a 7mm shell",
    "675f80b4625238051edb9d0e successMT": "That was a tough one, eh? Will the last one be tougher, or easier? I suppose it depends on how well you know your stuff.",
    "675f80b4625238051edb9d0e acceptMT": "No hints for the hard ones!",

    "675f811444410a14d5c5f85f name": "The final riddle",
    "675f811444410a14d5c5f85f description": "Last one... let's make it difficult: Near the open sea, where the fish swam and the birds flew freely, Contract wars were waged. The sea, once cared for, now laps silently on the beach, and the wings no longer fly undisturbed. One bird, however, was determined to fly, but the eagles consumed the bird's attempt. Where does this bird lie?",
    "675f81330700ccbf45fa101e": "Find the spot of the riddle",
    "675f811444410a14d5c5f85f successMT": "Well done! You really know how to think. Or you happened upon it by accident, in which case, booooo. Oh well. You made it this far, good job.",
    "675f811444410a14d5c5f85f acceptMT": "No hints for the hard ones!",
    
    "GL_M_M1 name": "Reliving your first day",
    "GL_M_M1 description": "How to train your memory... hmmm.... I'll have to think about that. While I do that, why don't you remember the first thing you did when you came to Tarkov? It'll be a fun experience, reliving the first day on the job.",
    "GL_M_M1 task1": "Do you remember?",
    "GL_M_M1 task2": "Do you remember?",
    "GL_M_M1 successMT": "Tell me... did you enjoy your first day here in Tarkov? For all that's happened, I still like to think Tarkov is enjoyable, if nothing else.",
    "GL_M_M1 acceptMT": "Weren't there two tasks in the beginning? I guess only one looked like this, though...",

    "GL_M_M2 name": "When you first met",
    "GL_M_M2 description": "What would be important to remember... hmmm... Oh! When you first meet a new friend! That's a memory worth cherishing. There's one trader here you met in a unique way, right?",
    "GL_M_M2 task1": "Do you remember?",
    "GL_M_M2 successMT": "Friends are quite important to have. He seems friendly, doesn't he? Just a calm, solid guy.",
    "GL_M_M2 acceptMT": "Bold of you to assume I like this guy",

    "GL_M_M3 name": "Doing their dirty work",
    "GL_M_M3 description": "Hmm... that last two were pretty easy, don't you think? I mean, I certainly picked ones you would definitely remember. Let's do a harder one. Hmmm... Ooooh, I know. Do you remember the first elimination task the Peacekeeper gave you? You only have to get one kill for me instead of the normal amount this time, but any other rules apply. Makes it quicker, but makes the remembering harder. Seriously, no cheating!",
    "GL_M_M3 task1": "Do you remember?",
    "GL_M_M3 successMT": "Good job! Only one more to go.",
    "GL_M_M3 acceptMT": "It's one way to keep the peace, eh?",

    "GL_M_M4 name": "Up to you",
    "GL_M_M4 description": "Occasionally, you have to make a choice in Tarkov. Usually, it's combat choices, but every once in a while, the choice is related to your tasks, and you have to pick which person to please, and which to upset. Do you remember the first task that gave you such a choice?",
    "GL_M_M4 task1": "Do you remember?",
    "GL_M_M4 successMT": "Who did you pick in the end?",
    "GL_M_M4 acceptMT": "Up to me?",

    "675f815853dc84fb72dc812e name": "Changing the rules",
    "675f815853dc84fb72dc812e description": "Look, I know that you pmcs normally train your perception by looting things, and that's fine. But I think we're both getting tired of just picking up items. I have you doing that enough for Attention and Search. So, let's do something more exciting for this one, alright? We'll work on hearing things and spotting things. First, let's do some spotting. Take out some enemies at medium range, lets say, 50m or longer.",
    "675f8171966ba88b201accd9": "Kill 8 enemies at 50+ meters",
    "675f815853dc84fb72dc812e successMT": "Got a pretty good pair of eyes, eh? If only they could perceive the divine... oh well.",
    "675f815853dc84fb72dc812e acceptMT": "I suppose it's a nice change of pace.",

    "675f81b15de9c5a71442fe8d name": "Tuning the audio",
    "675f81b15de9c5a71442fe8d description": "Killing an enemy at long range ensures they never even hear you. But, you don't get to hear them either. Sometimes, there is no choice of long-range. You need to know how to out-hear your enemies.",
    "675f81e320b59a5501c5f994": "Kill 3 enemies with the GSSh-01 headset",
    "675f81e89ef8976c0a0c2985": "Kill 3 enemies with the MSA Sordin headset",
    "675f8200adf980e5a89e6304": "Kill 3 enemies with the FAST RAC headset",
    "675f8204d82923d76ad025c1": "Kill 3 enemies with the Earmor M32 headset",
    "675f821ca912fc7ccf7c4427": "Kill 3 enemies with the Comtac 2 headset",
    "675f8223563b3e21b4ee1e48": "Kill 3 enemies with the Comtac 4",
    "675f823cda12ae7cd2a8ae64": "Kill 3 enemies with the Tactical Sport",
    "675f8243bc1d35d3fa843a77": "Kill 3 enemies with the Razor Digital headset",
    "675f825a1cc2443f79e12e32": "Kill 3 enemies with the XCEL 500BT",
    "675f825f069040cbfd49e834": "ALL KILLS MUST BE WITHIN 40 METERS",
    "675f81b15de9c5a71442fe8d successMT": "So, which headset did you like best? Could you tell the difference between each one, or did some feel the same?",
    "675f81b15de9c5a71442fe8d acceptMT": "This one might actually benefit me",

    "675f828cd042843bfc741215 name": "Noise cancellation",
    "675f828cd042843bfc741215 description": "We just went and tested all the headsets avaliable in Tarkov. Now, let's see how you fair with the opposite: Sound reduction. Heavy helmets are great for blocking a few rounds, especially from most scavs, but they also block your hearing. Will you fair just as well?",
    "675f82a8074a284d2b41db49": "Kill 20 enemies within 50 meters while wearing a helmet with high sound reduction (check wiki for list)",
    "675f828cd042843bfc741215 successMT": "What do you think? Do you prefer the protection, or the hearing? Personally, I prefer the hearing. But then again, I need no protection where I'm at. The louder I can hear Him, the better.",
    "675f828cd042843bfc741215 acceptMT": "Is this a blessing or a curse?",

    "675f82bc04bbb9e015a6dbcb name": "Shot of the century",
    "675f82bc04bbb9e015a6dbcb description": "I think your hearing is just fine, let's conclude with something satisfying. You got some kills a medium distance a while ago, remember? But with scopes, even long distance can look like point blank range. So here's a challenge: I want you to kill someone that's further than 150 meters away from you. With only iron sights. Yep, no scopes, no reflex sights, no cheating by having iron sights equipped and welding a dovetail on the sight, just pure iron sights. Have fun!",
    "675f82d79df4f6b630b1763d": "Headshot an enemy over 150m away with iron sights.",
    "675f82bc04bbb9e015a6dbcb successMT": "Wow. Just wow. I don't say this often, but I seriously wasn't expecting that. That's got to be the shot of the century or something.",
    "675f82bc04bbb9e015a6dbcb acceptMT": "Well, screw me I guess"
}