{
    "Examples": "",

    "GL_PR_X# name": "",
    "GL_PR_X# description": "",
    "GL_PR_X# task#": "",
    "GL_PR_X# successMT": "",
    "GL_PR_X# acceptMT": "",

    "675f9c24b899eb8bfaa57771 name": "Taking a night off",
    "675f9c24b899eb8bfaa57771 description": "The art of moving silently is a lot less artistic when you're carrying the weight of dead men's souls on your back. Oh, also their guns and gear. Regardless, knowing how to move quietly will save your life more often than you think. Especially if those you are fighting are more... SAIN than usual, if you know what I mean. Learn how to kill your enemey without them knowing where it came from. Let's start easily, with the assistance of the night.",
    "675f9c43bee183a11d37c705": "Kill 10 enemies between 9PM-4AM",
    "675f9c24b899eb8bfaa57771 successMT": "Getting familiar with the evening times? Good, there's a lot more of it in your near future. Don't forget to sleep at some point.",
    "675f9c24b899eb8bfaa57771 acceptMT": "Not like I had a sleep schedule to begin with",

    "675f9d45ca2e32afe77e1d67 name": "Silent night",
    "675f9d45ca2e32afe77e1d67 description": "The darkness is nice and all, but you know what I just thought of? The darkness doesn't conceal how loud your gun is. Or how loud you are. I mean, the whole point of *covert* movement is to be quiet, sneaky? Show me how it's done.",
    "675f9d6d44eb075413215fad": "Kill 15 enemies between 9PM-4AM while using a suppressor",
    "6830e46d053a17b80fc14cdc": "Kill 15 enemies while in covert movement",
    "675f9d45ca2e32afe77e1d67 successMT": "Wow, that was so quiet I was able to sleep through the night. Thanks",
    "675f9d45ca2e32afe77e1d67 acceptMT": "What if I was already using a suppressor?",

    "675f9d80ef73fbac97959390 name": "So many ways to move (and kill)",
    "675f9d80ef73fbac97959390 description": "There's a lot of different ways you can manipulate your body to provide momentum. There's quite a lot of speeds you can do it at, as well. Not only are most of these ways helpful for movement, but sometimes it's advantages for killing, getting a good angle on your opponent. Let's see just how well you can take advantage of the terrain around you.",
    "675f9e1348d3a6f7f70a4097": "Move 400 units in covert movement",
    "6830e6198e0576ed56c363a2": "Kill 40 enemies while in covert movement",
    "6830e61bfd3a04a684e75350": "Move 300 units while crouched",
    "6830e61c3b49e55256583b1a": "Kill 30 enemies while crouched",
    "6830e61c7ea434fd66b2437b": "Move 50 units while prone",
    "6830e61d1c49f3ceb90a5b04": "Kill 10 enemies while prone",
    "6830e61d012f120d2ba35e9c": "Kill an enemy while blind firing",
    "675f9d80ef73fbac97959390 successMT": "Hehe, look at you squirming all over the place. That's how you do it, though. Put aside how it looks, it helps you survive.",
    "675f9d80ef73fbac97959390 acceptMT": "Oh, lovely.", 

    "675f9e3d5139b3c4edbdfd5a name": "Spectre",
    "675f9e3d5139b3c4edbdfd5a description": "Alright, we've gotten plenty of practice, and I've shown you everything there is to be learned about stealth. Now, I have a fun challenge for you. Go to the customs or the mall, and kill three of those PMC guys. The catch? You can't get hurt whatsoever. If you get shot once, you gotta retry. If you break your leg, that's not quiet enough, and you're an idiot. I'd say 'Godspeed' to you, but that won't help this time.",
    "675f9e5d0b0169a7d2784858": "Kill 3 PMCs in one night raid, on Customs or Interchange, with a suppressor, without taking damage",
    "675f9e3d5139b3c4edbdfd5a successMT": "Perfection. You are a terror in the night.",
    "675f9e3d5139b3c4edbdfd5a acceptMT": "Anyone remember the Spectre from BO1? Just me? Alright...", 

    "675f9e7ac72aad589029aceb name": "A shadow in the daylight",
    "675f9e7ac72aad589029aceb description": "The night is now yours, you strike all and are seen by none. A myth, an urban legend. The spectre of Tarkov. Unfortunately for you, the night doesn't last forever. Sometimes, it isn't even an option. Can the spectre haunt during the day, or will the sun protect the inhabitants of Tarkov?",
    "675f9f31d6dd3b948bc558b9": "Kill 6 enemies in one raid on Customs, Reserve, or Interchange, with a suppressor, without taking damage",
    "675f9e7ac72aad589029aceb successMT": "And thus, a new Tarkov legend is born. Go on, Shadow of Tarkov.",
    "675f9e7ac72aad589029aceb acceptMT": "Finally. Vitaman D", 

    "675fa57b9341fd1dca361a9a name": "Basic Medication",
    "675fa57b9341fd1dca361a9a description": "Considering you have a hideout, you sure learn how to make good use of it. You've built some modules by now, correct? Let me show you how to use it efficiently. We'll start off with some essentials, like medical supplies. Go make a few things at that medstation of yours, stuff you might bring into raid.",
    "675fa595691ad4b512bdbec9": "Complete 2 crafts at the Medstation",
    "675fa57b9341fd1dca361a9a successMT": "There you go! See if those help you out later today.",
    "675fa57b9341fd1dca361a9a acceptMT": "Y'know, I don't know if I like you watching me in my hideout...", 

    "675fa5d912e50296e7a6a7fe name": "A Proper Utilization of Resources",
    "675fa5d912e50296e7a6a7fe description": "You know how to craft some basic medication, and that's good! But there's a lot more you can do in this place. You can make ammo, armor, even entire weapons! Not to mention other important things like food, water, and things you can sell for profit. Let's try using all your workstations, really get you familiar with what you're working with.",
    "675fa5eb2046a3caa43abf56": "Complete 30 total non-cyclic crafts",
    "675fa5f1c24382df8bb7bbef": "Complete 3 crafts at the Workbench",
    "68e4b530b0d9185ff5a3dd8b": "Complete 3 crafts at the Lavatory",
    "68e4b53245152bf16f608f3f": "Complete 3 crafts at the Medstation",
    "68e4b5339d9c7ad90beefd03": "Complete 3 crafts at the Kitchen",
    "68e4b532d625edb06e5e428c": "Complete 1 craft at the Intelligence Center",
    "675fa5d912e50296e7a6a7fe successMT": "How about that? You got a whole factory going on in there, you can make just about anything you want. ...Hmm, y'know, 'factory' gives me an idea.",
    "675fa5d912e50296e7a6a7fe acceptMT": "You know what they say about idle hands...",

    "675fa60bb1e9c2a40d8049f3 name": "This Totally Isn't a Factorio Reference",
    "675fa60bb1e9c2a40d8049f3 description": "Why do all this work yourself when you can have machines do it for you over time? I mean, let's ignore the fact that crafting seems to already happen automatically here; don't worry about that. Let's try *actual* automation, letting the station truly do it for you. There's three available in your hideout; put each of them to work.",
    "675fa84e5034cc5e4042b8bd": "Collect Bitcoin three times",
    "675fa8547a5e687ffadf337b": "Collect Purified Water ten times",
    "68e4c748486304c76fa05e07": "Collect Moonshine ten times (don't drink it all at once...)",
    "675fa60bb1e9c2a40d8049f3 successMT": "If only you could craft an ammo case, haha! You're not going to have any ammo shortages for a while now, that's for sure. I just hope the quality is good enough, I know some of that ammunition can be... slightly less effective against some of the beefier dudes out there. Also, don't forget that the PMM can only be fired out of the klin, not the kedr",
    "675fa60bb1e9c2a40d8049f3 acceptMT": "New quest: Come back in five days. Sure, thanks Guiding Light.", 

    "675fa988547274883ee636e7 name": "We Needed a 4th Crafting Quest",
    "675fa988547274883ee636e7 description": "Oh, there's a fourth one of these? I ran out of ideas for this branch. Shoot, uhm... ... ... Oh, screw it. Just go make a bunch of stuff, I don't really care. You know how hard it is to come up with unique ideas every time? If I could make you craft specific things, that'd be nice, but that's hell itself to do. Go make 100 AI-2s for all I care.",
    "675fa9a199cf33415fd10066": "Complete 100 non-cyclic crafts",
    "68e4d1394f78b5fd27ca9e51": "Complete 30 cyclic crafts",
    "675fa988547274883ee636e7 successMT": "... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ..Oh, you did it. Uhm, well done! You're a, uh, a master crafter now. Yeah.",
    "675fa988547274883ee636e7 acceptMT": "Work kills creativity, I suppose.", 

    "675fabf283c1878c0fc117cd name": "Protection is Paramount",
    "675fabf283c1878c0fc117cd description": "I'll be honest, I don't personally care for the heavy vests as much. They're just so, well... heavy. However, I cannot deny the sheer armour they provide, and that can be just as useful as mobility. Let's get you outfitted, shall we?",
    "675fac1dbc53db9b8a8b2a76": "Kill 10 enemies while wearing heavy armour vests / rigs",
    "675fabf283c1878c0fc117cd successMT": "Glad to see you're comfortable in these things. Onto the next one.",
    "675fabf283c1878c0fc117cd acceptMT": "Heavy to wear, but heavy to knock down.", 

    "675face55d964e1a7ac431ee name": "Fully covered",
    "675face55d964e1a7ac431ee description": "They ain't kiddin when they say 'heavy', let me tell you. Most of them are pretty darn heavy. You already see where I'm going with this, I assume?",
    "675fad063bf89efffc855ce5": "Kill 20 enemies while wearing a vest that can hold all 4 plates in (front, back, l side, r side)",
    "675face55d964e1a7ac431ee successMT": "See how important plates can be? Even a class 3 can provide a lot of protection compared to just soft armour.",
    "675face55d964e1a7ac431ee acceptMT": "Sure hope my spine holds up", 

    "675fad1851a1c2dbbe69e28e name": "Anti-material",
    "675fad1851a1c2dbbe69e28e description": "Knowing how to wear heavy armour vests is nice and all, but knowing how to take it down is good too. Armour is great for you, but not so great when an enemy is wearing it. I want you to not only wear down their armour, but show me you know how to get around it as well.",
    "675fad38c0c80b59b871da6c": "Deal a total of 1000 damage to enemy armour.",
    "6830ea0d0bfe7329ebdc82c5": "Kill 20 enemies with leg or arm shots.",
    "675fad1851a1c2dbbe69e28e successMT": "Look at all that metal and ceramic on the floor. Think I saw a guy's arm on the counter as well. Very well done.",
    "675fad1851a1c2dbbe69e28e acceptMT": "Now we get to have a bit of fun.", 

    "675fadf1778e4ca1f16b9938 name": "Plate up!",
    "675fadf1778e4ca1f16b9938 description": "Y'know... armour is really only as good as the plate you put into it. Those big vests you wore for me last time... what did you have in them? Were you able to find nice, tier 6 plates? Or did you have to settle for some tier 4? Well, either way, let's get you some tier 6 ones. There's quite a few, each with different properties. Can you find one of each? I don't expect them brand new, don't worry. Take 'em off someone you kill, or not. Heck, if you wanna cheat, get em from a vendor or the market. The goal is to supply you with good protection, so, whatever accomplishes that.",
    "675fae32ce2dfd0d7e6668ea": "Hand over an ESAPI level IV ballistic plate",
    "675fae3aea1047ed0e632569": "Hand over a Kiba Arms Steel ballistic plate",
    "675fae3f23307f8296421b8b": "Hand over a NESCO 4400-SA-MC ballistic plate",
    "675fae4d4ea4199d69436dc6": "Hand over a KITECO SC-IV SA ballistic plate",
    "675fae53c27fa88735787444": "Hand over a GAC 4sss2 ballistic plate",
    "675fae58b20d945fac2111e6": "Hand over a Granit Br5 ballistic plate",
    "675fae5de9a1b0a2088be33d": "Hand over a Cult Termite ballistic plate",
    "675fadf1778e4ca1f16b9938 successMT": "Notice how there's some differences between the top tiers? Different weights, durabilities... pick what you like.",
    "675fadf1778e4ca1f16b9938 acceptMT": "hv4 accept, I can't think of one rn", 

    "675faf25d43c38f8ec713af8 name": "The Armoured Titan",
    "675faf25d43c38f8ec713af8 description": "Alright, last run with the heavy vests for training. You probably knew where this was going. The only thing I can train you on at this point is to simply get experience in every heavy armour vest. On the bright side, you don't have to do the rigs!",
    "675fafdbc326769212410094": "5 PMC kills while wearing the 6b23-1",
    "675fafc090265579fec57340": "5 PMC kills while wearing the Korund-VM",
    "675fafbc8936b91af066a571": "5 PMC kills while wearing the Redut-M",
    "675fafafcbc13c8840ba9554": "5 PMC kills while wearing the Gen4 HMK", 
    "675faf9007751b36857eb24d": "5 PMC kills while wearing the Defender-2",
    "675faf8ba24a435a5e2a03ea": "5 PMC kills while wearing the Gen4 Assault",
    "675faf75b1a3265f6e9f73a3": "5 PMC kills while wearing the Gen4 full",
    "675faf70c240821921d60116": "5 PMC kills while wearing the Redut-T5",
    "675faf591ed9768b1c4f0b9d": "5 PMC kills while wearing a Slick",
    "675faf5378d787442aec9b1e": "5 PMC kills while wearing the THOR",
    "675faf41b1ee16edd2ca03e5": "5 PMC kills while wearing the Zabralo",
    "675faf25d43c38f8ec713af8 successMT": "Now you know how every heavy vest feels! You should be able to wear any of them now without any issue, pick your favorite and keep it up! Don't forget to try light vests, if you haven't already.",
    "675faf25d43c38f8ec713af8 acceptMT": "They should've had their own fancy armour", 

    "675fb07fcdea44ae4beb0310 name": "Finding materials",
    "675fb07fcdea44ae4beb0310 description": "Gotten some work done on your hideout, I see! But, I know you have more to go. Find some additional parts for the rest of your hideout.",
    "675fb0e9c104b7e7773b4fd0": "'Hand over' 5 bolts",
    "675fb1089c79a949b0210a65": "'Hand over' 5 nuts",
    "675fb10f5b14a1aeea564fb1": "'Hand over' 5 metal parts",
    "675fb11d1a9e100a65ccd610": "'Hand over' 2 corrugated hoses",
    "675fb07fcdea44ae4beb0310 successMT": "You should be able to build a few things with those! It'll be a good start, don't you think?",
    "675fb07fcdea44ae4beb0310 acceptMT": "I've been reduced to an errand boy.", 

    "675fb1692d56a22cb5050420 name": "Keeping the lights on",
    "675fb1692d56a22cb5050420 description": "You're starting to have a real operation going on here! You're making things, producing rations, really starting to thrive in the beautiful landscape of Tarkov. I want to make sure that you have enough resources to keep your little facility running. Looks like you needs filters and fuel.",
    "675fb182a957b882e68f9c77": "'Hand over' two FIR air filters",
    "675fb18618c10723081a4ed8": "'Hand over' 10 FIR water filters",
    "675fb18d6959d6a7c07b222e": "'Hand over' 5 FIR fuel cans (either one)",
    "675fb1692d56a22cb5050420 successMT": "Wonderful! Glad to see you've got plenty of backstock for your hideout",
    "675fb1692d56a22cb5050420 acceptMT": "Where exactly does this stuff 'go' when I hand it it?", 

    "675fb1f7b13493767439b1e9 name": "Raking it in",
    "675fb1f7b13493767439b1e9 description": "You must have quite a nice place by now! Are ya winnin, son? Anyways, I heard there's a way to, erm, 'mine bitcoin'. I don't have any record of 'bitcoin' being a resource harvestable from the earth's crust, but apparently computers can do it? I don't understand what you humans come up with some times... don't get me wrong, I'm actually curious about it. Can you show me some of this 'bitcoin'?",
    "675fb20275e4da479deaea95": "'Hand over' 10 FIR bitcoin",
    "675fb1f7b13493767439b1e9 successMT": "It's a 'digital currency', you say? I don't even know, I shouldn't have asked... you can get away with anything nowadays. Hah, maybe you'll start selling pictures next. ...What's that look for?",
    "675fb1f7b13493767439b1e9 acceptMT": "This might take a while",

    "675fb2b1f6959c00773c9351 name": "Mobility is Marvelous",
    "675fb2b1f6959c00773c9351 description": "Light vests are likely what I would wear, if I was stuck in your situation. I personally care more about mobility than sheer defense. I don't need to be able to tank shots if I'm not getting shot, right? Being able to maneruver quickly is so important, especially since you're stuck here by yourself. Let's get you comfortable with these lighter vests and rigs, eh?",
    "675fb2da336204b63c82e778": "Kill 10 enemies while wearing a light armour vest / rig",
    "675fb2b1f6959c00773c9351 successMT": "Yeah, you're getting the hang of it! Let's get a little more specialized",
    "675fb2b1f6959c00773c9351 acceptMT": "Alliteration is Amazing",

    "675fb306731c2f7abc914ab7 name": "Light as a feather",
    "675fb306731c2f7abc914ab7 description": "Isn't it funnt that some 'light armour' really isn't that light? I mean, sure, some plates are made of armor steel, I don't expect that to be as light as a feather. But some small, weak plates still end up weighing more than they are worth. Beyond that, some vests end up weighing a lot just from all the 'soft' armour they have. Why don't you go try wearing light stuff? You might enjoy the newfound speed.",
    "675fb3228734d45cbff0096c": "Kill 20 enemies while wearing only plates that weight <2KG, in a vest that *BY ITSELF* weighs <5KG.",
    "675fb306731c2f7abc914ab7 successMT": "Well, how about it? Can be nice when you're trying to offset big guns, ammo, and have more left over for all that loot you'll pick up in raid. It matters less as you work on your strength, though.",
    "675fb306731c2f7abc914ab7 acceptMT": "Stealth is a vital part of Metal Gear Solid Online for all players", 

    "675fb3380bc5ea0c58037ae4 name": "Pellets B gone",
    "675fb3380bc5ea0c58037ae4 description": "Class 2 armour is... pretty bad, I won't lie. However, it's usually the lightest armour you can get, while still protecting you from weak rounds that most scavs will be firing at you, as well as some early level PMCs. Knowing how to effectively use these weaker armour can really help out, especially for the rougher seasons when you're on a budget.",
    "675fb35328d4ebba9b33df73": "Kill 25 enemies while wearing the 6B2, Module-3M, or PACA armour.",
    "675fb3380bc5ea0c58037ae4 successMT": "What'd you think? Super light, but keeps the shotguns and pistols away",
    "675fb3380bc5ea0c58037ae4 acceptMT": "Buy now, and you'll get a second class 2 armour for free!", 

    "675fb39d87632dbd67518472 name": "Preparing repairs",
    "675fb39d87632dbd67518472 description": "As much as these armour vests are all about not getting shot in the first place, it's still bound to happen eventually. You should have a repair kit on standby for when you get ambushed by a group of scavs with shotguns. Find two, while you're at it. Having a backup is important!",
    "675fb3b3c0d4445da77de019": "Find 2 armour repair kits FIR",
    "675fb39d87632dbd67518472 successMT": "Sweet! Just those should last you a long time. Don't forget to find another one BEFORE you run out of repairing, though.",
    "675fb39d87632dbd67518472 acceptMT": "I suppose those would be important.", 

    "675fb3c2af09ce7f0cde82f7 name": "The truly stylish one",
    "675fb3c2af09ce7f0cde82f7 description": "I can't think of a description, I'm sorry. I'll make one later. Kill a bunch of people, wear a bunch of vests, yada yada. I should probably take a break from all this",
    "675fb3d766402db84b840bf7": "Kill 3 PMCs while wearing the Module-3M armour, and make skier proud",
    "675fb3e5ae7bc0898d459cd1": "Kill 3 PMCs while wearing the PACA, the strongest armour in all the lands (Twitch variant allowed)",
    "675fb3f7c3a2e171ab4b560f": "Kill 3 PMCs while wearing the 6B2 armour, and then never touch it again",
    "675fb3fcf748a77ebef6c89f": "Kill 3 PMCs while wearing the Kora-Kulon armour, and ask why a light class 3 armour is 11.1 kg",
    "675fb4173bc73c5c3eed4271": "Kill 3 PMCs while wearing the UNTAR armour, you blueberry you",
    "675fb41c3f432134d2aea6b5": "Kill 3 PMCs while wearing the Zhuk-3 armour, and embrace your role as a member of the press",
    "675fb42e80a87095bd7f1a54": "Kill 3 PMCs while wearing the *REDACTED* armour (not gonna force you to wear it, just kill 3 pmcs in general)",
    "675fb4339410063c2b896ff0": "Kill 3 PMCs while wearing the Kirasa-N armour, and realize how overpriced it is",
    "675fb46f75107d6a88b6421d": "Kill 5 PMCs while wearing the Trooper armour, extra because everyone uses it",
    "675fb4c08dfd5cf44bf9e3ef": "Kill 3 PMCs while wearing the THOR CRV armour, because concealable armour is very useful here",
    "675fb4cba3458a4b9527c5cd": "Kill 3 PMCs while wearing the 6B13 armour, and watch your armour disintegrate in 3 hits",
    "675fb4e74208e7f1e651f8c4": "Kill 3 PMCs while wearing the 6B23-2 armour, and blend in with all the desert in Tarkov",
    "675fb4ec963ddc0eab10db65": "Kill 3 PMCs while wearing the OTV armour, and ponder why BSG keeps adding light, class 4 ceramic armour",
    "675fb557bde6d8f445cc358b": "Kill 3 PMCs while wearing the HPC armour, I have nothing funny to say it's actually not bad",
    "675fb561ad81afdb71353a5d": "Kill 3 PMCs while wearing the Killa armour, and question how this is light armour",
    "675fb576f53ea9d7a74fe1a0": "Kill 3 PMCs while wearing the GHZEL-K armour, and don't ask why scavs can have it",
    "675fb579bc0d409c5ec0b818": "Kill 3 PMCs while wearing the Hexgrid armour, and wonder why a class 6 is light",
    "675fb5b7e36ee0d89ea7ada5": "Kill 3 PMCs while wearing the Zhuk-6a armour, and continue wondering why a class 6 is light",
    "675fb5bdf78798ae8cb7a7c8": "Kill Killa once because I said so",
    "675fb3c2af09ce7f0cde82f7 successMT": "How about that? I think you have become the stylish one. So many vests, and you made them all look good.",
    "675fb3c2af09ce7f0cde82f7 acceptMT": "Killa got nothing on me", 

    "675fc396809096d17f73d523 name": "Starting small",
    "675fc396809096d17f73d523 description": "Say what you will about Tarkov, this is real life we're talking about. Your magazines don't magically combine like the video games you grew up on. Here, you gotta take care of them. That means you gotta get good at loading, unloading, and switching mags fast. We'll start off with the lil 10 rounders. Let's do one kill for each bullet you can hold.",
    "675fc3ad6bb21a35d5ff5e79": "Kill 10 enemies while using 10 round mags",
    "675fc396809096d17f73d523 successMT": "Less is more, they say. If you have a 10 round magazine, it's lighter, likely more ergonomic, and most importantly will cause you to think more carefully about your shots. In that way, a 10 round magazine can be way more effective than a larger one.",
    "675fc396809096d17f73d523 acceptMT": "Sure hope 10 is enough", 

    "675fc3d75a1902a5198972d2 name": "Upgrades, people",
    "675fc3d75a1902a5198972d2 description": "The 10 rounders were nice, but sometimes that's just not enough ammo to seal the deal. Let's double the amount of bullets we can use, how about that? Still low enough that you'll be a little more careful, but plenty incase you miss a few or if the enemy is heavily armoured.",
    "675fc3e85deec3e207705dbc": "Kill 20 enemies while using 20 round mags",
    "675fc3d75a1902a5198972d2 successMT": "So, do you prefer the 10 or the 20 so far? Perhaps the 20 allows different guns that didn't have access to 10 rounds.",
    "675fc3d75a1902a5198972d2 acceptMT": "Upgrades.", 

    "675fc4671d4d9f752600b233 name": "Standard Issue",
    "675fc4671d4d9f752600b233 description": "Alright, now let's get used to what you're most commonly be working with. Normally I'd stick with the whole 'one kill per capacity' thing, but 30 round magazines are standard issue, so I think it's the most important capacity to be familiar with. How about you double what you'd normally do?",
    "675fc478f7756d3e8d55cba5": "Kill 60 enemies while using 30 round mags",
    "675fc4671d4d9f752600b233 successMT": "Was the extra work so bad? I told you, 30 round mags are everywhere. So many guns can use them.",
    "675fc4671d4d9f752600b233 acceptMT": "More killing, less complaining", 

    "675fc4911d57f88ea5ad6b57 name": "50 dead men",
    "675fc4911d57f88ea5ad6b57 description": "How about something more fun? 50 rounders aren't as common, but you can still find plenty of weapons that use them. More bullets means you lose out on the 'bonuses' the smaller mags give you, but more bullets! Who's going to complain about more bullets?",
    "675fc4aff65bea3c9622108a": "Kill 50 enemies while using 50 round mags",
    "675fc4911d57f88ea5ad6b57 successMT": "You have killed 120 people for this training so far. You'd think this is a combat taskline, at this rate.",
    "675fc4911d57f88ea5ad6b57 acceptMT": "P90 gang", 

    "675fc4cbc0b5b5986ad901a6 name": "Overkill",
    "675fc4cbc0b5b5986ad901a6 description": "Hot take: If you need 60 round magazines, you either found yourself in a REALLY bad situation, or you need to work on your aim. Oh well, they exist, and sometimes you just really need to suppress a location. Don't waste all your ammo, though! That stuff can be expensive.",
    "675fc4e36682376cbfb02211": "Kill 60 enemies while using 60 round mags",
    "675fc4cbc0b5b5986ad901a6 successMT": "Mag drills complete! You should have no issue transferring these skills to the more unusual magazine capacities, I believe in you.",
    "675fc4cbc0b5b5986ad901a6 acceptMT": "To be fair, 60 is quite a lot", 

    "68015ed9ab0091eae8610a5c name": "Mystery Box",
    "68015ed9ab0091eae8610a5c description": "Searching seems like a valuable skill to have here. You're still searching for an answer to some things right now, aren't you? Sorry, sorry. Well... Hmm. Let's start with the basics. Go open some containers and see what's inside. Make sure you move everything around a bunch and make a ton of noise like a trained military soldier would (BSG why is looting so loud~)",
    "68015f02a39f8fe1b474339f": "Search 20 containers",
    "68015ef89165025cc710477f": "Pickup 40 items",
    "68015ed9ab0091eae8610a5c successMT": "Good, glad to see you know how to open a lid. Or a backpack. Or a drawer. Or a - whatever, you know what you're doing.",
    "68015ed9ab0091eae8610a5c acceptMT": "If only I could find a Ray Gun in one of these boxes...", 

    "6801632874f58ba54e659d68 name": "Thorough Investigation",
    "6801632874f58ba54e659d68 description": "If tasked with searching one specific area in painstaking detail, how would you fare? Could you find the needle in the haystack? Or will the lack of dopamine burn you out? Let's see.",
    "680163c6cd109f2aec2aadee": "Search 60 containers in one raid",
    "6801632874f58ba54e659d68 successMT": "So you can dedicate your time to such a task, if needed. You will find this to be a valuable skill indeed.",
    "6801632874f58ba54e659d68 acceptMT": "ugh.", 

    "680175d47d02823b26130bb4 name": "Casting a wide net",
    "680175d47d02823b26130bb4 description": "You can search a small area with great precision, and that's good. What's also good is being able to search a much larger area to an only slightly lesser level of detail. Let's see what we can find within Tarkov.",
    "6801760d12c9b46e895ff05d": "Search 300 containers total",
    "680178d4d889b0191ef9892a": "Loot 1000 items total",
    "680178c761c3be112eadcd99": "Search 25 containers on Customs and / or Steets",
    "680178b8011e6765f3666d43": "Search 25 containers on Interchange and / or Lighthouse",
    "680178ae0eeb23174f940bf6": "Search 15 containers on Reserve",
    "6801789e3a92bec468c2e424": "Loot 40 items from Woods and / or Shoreline",
    "6801785c65dcf5ce598b031b": "Loot 40 items from Ground Zero and / or Factory",
    "680177df14ddfedb5fe2b68c": "Loot 30 items from The Lab",
    "680175d47d02823b26130bb4 successMT": "Well done. You should have a rough idea of what Tarkov looks like now, if you didn't already.",
    "680175d47d02823b26130bb4 acceptMT": "Aren't there enough quests about running around the whole place? Yeesh.",

    "GL_PR_SE4 name": "A Game of Hide and Seek",
    "GL_PR_SE4 description": "The final search quest... ...hmm. Alright, let's go non-canon for a bit. Consider the 4th wall broken, player, cause I'm gonna tell you exactly how this works. I have hidden a wooden cross somewhere in Tarkov. Dynamic Maps can't find it, and the location moves on each update, unless no one has found it yet. I'll provide you the map it's on and a single hint. Good luck. (CURRENT MAP: Customs. CURRENT HINT: 'In a building where many have been deceived')",
    "GL_PR_SE4 task1": "Find the cross and turn it in.",
    "GL_PR_SE4 successMT": "Oho! Well done. Very, very well done.",
    "GL_PR_SE4 acceptMT": "Well that's just fantatsic.", 

    "6760617dcc9bc82484dbfef9 name": "Preparing for the worst",
    "6760617dcc9bc82484dbfef9 description": "Tarkov, being real life, is a rather unique place. It turns out that getting shot has consequences. Who'dve thought, right? If you're going to get shot, it's going to mess you up, and you need to know how to get yourself back in working order. First, we need the right tools. Go get some surgical kits, a few of each.",
    "676061969309d1cfe0953d74": "Acquire 5 CMS kits",
    "6760619c51ccf0944b47730c": "Acquire 3 SURV-12 kits",
    "6760617dcc9bc82484dbfef9 successMT": "Some of the red, some of the black... We'll be using most of these, don't worry. That's not what you're worried about? Ah, you can't die, you'll be fine",
    "6760617dcc9bc82484dbfef9 acceptMT": "Wait, how are we going to train this...?", 

    "676061d0276d9949c9db2409 name": "Field practice",
    "676061d0276d9949c9db2409 description": "Now that you have the tools, let's get to work. I'm afraid there's only going to be one person you can practice on... erm... do what you must.",
    "676061f2813bd1dc69426a6c": "Use a CMS kit 5 times",
    "676061f7360beec9d45be8bc": "Use a SURV-12 kit 5 times",
    "676061d0276d9949c9db2409 successMT": "Yeah, you're getting the hang of it! Let's keep working, there's plenty more to practice.",
    "676061d0276d9949c9db2409 acceptMT": "I suppose it's useful, but I wish we could do this in a way that didn't involve me getting shot a lot?", 

    "6760620f57313ab593494020 name": "Preemptive measures",
    "6760620f57313ab593494020 description": "Sometimes, you just get shot a lot, yet your suffering doesn't end. I've seen people healing for minutes around here. Granted, you should be thankful that healing from multiple gunshot wounds is just a couple minutes, there's something not right about that, but whatever. Anyways, try doing surgery multiple times in one raid.",
    "67606224f12ae4625dd45576": "Regain 3000 health",
    "6760620f57313ab593494020 successMT": "Good! Knowing how to do surgery is good, but not needing to do surgery is even better. Try to keep it that way, eh?",
    "6760620f57313ab593494020 acceptMT": "Why are we writing quests where I have to take damage? What sadist is causing this?", 

    "6760623cf0d6c8929a33586f name": "A different kind of 'surgical'",
    "6760623cf0d6c8929a33586f description": "You know, so far these tasks have been sort of... out of your control, I guess? Like, you could just be jumping off buildings to do this, but I don't imagine you're doing that very often, that's no fun. So, how about a different kind of surgical? It's technically cheating, but hey, I really can only think of so many ways to make training surgery interesting. We'll get back to the grind next task, but let's have some fun for a bit, ok? I want 8 headshots, with bolt-actions, in the same raid. That's quite surgical, eh?",
    "6760625aa0c6b14cad492140": "Kill 8 enemies with headshots with bolt-action rifles in a single raid.",
    "6760623cf0d6c8929a33586f successMT": "Good shooting, m8. Back to the less fun stuff, sadly.",
    "6760623cf0d6c8929a33586f acceptMT": "That is... technically a slang definition of surgical, I guess. Oh well, beats jumping off the roof 50 times.", 

    "6760627b1549e58187af6c8b name": "Back to the grind",
    "6760627b1549e58187af6c8b description": "I hope last task was a little more enjoyable, a nice break from what we're doing. Unfortunately, there's really only one way I can actually train you on your surgery... and that's to do surgery. So, being the final task, I really have no choice but to do it that way. I highly recommend letting this one happen naturally, it will over time. You're not missing out by not completing your training, if you think about it. If you don't need to be performing surgery, you don't need to be an expert in surgery. It's up to you if you even want to go for it, honestly.",
    "67606297a3ee72a2bb69d26b": "Perform surgery a total of 60 times",
    "6760629c6eb07e736107efe5": "At least 10 with the CMS",
    "676062ae9acfef31ba814419": "At least 15 with the SURV-12",
    "6760627b1549e58187af6c8b successMT": "Well, that's done now. You can probably be a surgeon now, once you get out of here. Also, you moved you liver into the wrong place when repairing your stomach that one time. I wonder if that'll fix itself or not when you die again? We'll fine out.",
    "6760627b1549e58187af6c8b acceptMT": "That's a lot of roofs to jump off of, I guess. (This is not actually the intended way to complete this, please don't do that)", 

    "675fbf81418ccd759e3acb88 name": "Kitting out",
    "675fbf81418ccd759e3acb88 description": "Taking care of your weapons is by far one of the best things you can do to improve your chances of survival in Tarkov. They're what's keeping you alive, so you should keep them alive, too! To do this, though, you'll need the right tools. I'm sure there's some sort of repair kit out there, right? Normally I wouldn't fuss about whether it's brand new or 'found in raid' or whatever, but this is important enough that you should find, or craft, it yourself.",
    "675fbfa07ce0132ea7d75329": "'Hand over' a FIR Weapon Repair Kit",
    "675fbf81418ccd759e3acb88 successMT": "Yeah, that looks right! Before we use it, though, I think I should show you why it's so important.",
    "675fbf81418ccd759e3acb88 acceptMT": "It has a point, I really should be taking care of them.", 

    "675fbfbdea962c75b32871e8 name": "Ol' (un)reliable",
    "675fbfbdea962c75b32871e8 description": "Have you ever used a weapon for so long that it barely works anymore? It jams, it breaks down, it misfires, it just shouldn't be relied upon for combat. Sometimes, studying such a weapon can be of great value for understanding future weapon repairs, as well as being a grim reminder of what can happen if you don't take proper care of your firearm. Try wearing a weapon down to scrap. You might want to bring another weapon in while you do this...",
    "675fbfbdea962c75b32871e8": "Hand in an AR or SMG with <2 durability remaining",
    "675fbfbdea962c75b32871e8 successMT": "Wow, look at that thing. Do you even want it back? Well, I can't exactly take it... just go leave it by your workbench, I guess.",
    "675fbfbdea962c75b32871e8 acceptMT": "This is going to be interesting", 

    "675fc1b38aba4c1eef51eeda name": "Reduced to the base parts",
    "675fc1b38aba4c1eef51eeda description": "Have you ever seen a disassembled weapon before? I sure hope you have, given that you are a trained military guy and all that. Being able to identify various weapon parts is critical to being able to effectively repair your weapon. Try taking some weapons apart, or even better, try finding some new ones in raid. Buy a VPO-209 from Skier and deconstruct it at your workbench, see what you get.",
    "675fc1c704637875ee6e269f": "'Hand over' 15 FIR weapon parts",
    "675fc1b38aba4c1eef51eeda successMT": "Look at all that metal! I think you've seen enough scrap and oil to know exactly what to look out for when repairing your weapon, so let's go do it.",
    "675fc1b38aba4c1eef51eeda acceptMT": "I should deconstruct some weapons at the workbench for this.", 

    "675fc21e55efcbded71ed6a6 name": "Omnicaliber",
    "675fc21e55efcbded71ed6a6 description": "You know what we haven't really done yet? Practied with all of the different weapons. 'But light, why don't we use weapon repair kits?' Because it doesn't work. So instead, you're gonna learn about the different calibers of weapons. I want you to grab some kills with every caliber you can find. I'll spare you the grenade launchers, at least.",
    "675fc22e23900a949def81e9": "Kill 5 enemies with 20/70 (TOZ is the only one)",
    "675fc2386297be1e4eaa6af0": "Kill 5 enemies with 12/70",
    "675fc2451f539018f5553415": "Kill 5 enemies with 23x75mm (KS-23 is the only one)",
    "675fc249944d61dfbe37a8f7": "Kill 5 enemies with 7.62x25mm Tokarev",
    "675fc2588619854557c0d59f": "Kill 5 enemies with 9x18mm Makarov",
    "675fc25d94c006d222b4fa65": "Kill 5 enemies with 9x19mm Parabellum",
    "675fc26affb0838b3b14e7c9": "Kill 5 enemies with 9x21mm Gyurza",
    "675fc2703339e9f772803c50": "Kill 5 enemies with .357 Magnum",
    "675fc284a3da32303660c860": "Kill 5 enemies with .45 ACP",
    "675fc28951eb4e5fafc39995": "Kill 5 enemies with 4.6x30mm HK",
    "675fc2a4cfbb5585a8d6b9b7": "Kill 5 enemies with 5.7x28mm FN",
    "675fc2aeb04b26df091a66fe": "Kill 5 enemies with 5.45x39mm",
    "675fc2baf64aa80c68b6e00b": "Kill 5 enemies with 5.56x45mm NATO",
    "675fc2c061ffe868f0e8682d": "Kill 5 enemies with 6.8x51mm (MCX SPEAR is the only one)",
    "675fc2d15f364c8396a30128": "Kill 5 enemies with .300 Blackout (MCX is the only one)",
    "675fc2d7033a1c6c40764741": "Kill 5 enemies with 7.62x39mm",
    "675fc2e6f63ca8b1d58cc91e": "Kill 5 enemies with 7.62x51mm NATO",
    "675fc2ea1a51e8bf07563b13": "Kill 5 enemies with 7.62x54mmR",
    "675fc2f8f6e5651201cf8ecf": "Kill 5 enemies with .338 Lapua Magnum",
    "675fc2fc8552dac52799713b": "Kill 5 enemies with 9x39mm",
    "675fc30de691ce2caadafff0": "Kill 5 enemies with .366 TKM",
    "675fc312065a8e06a1dea93b": "Kill 5 enemies with 12.7x55mm STs-130",
    "675fc32286fd083448930ae5": "Kill 5 enemies with .50 Action Express",
    "675fc21e55efcbded71ed6a6 successMT": "Got a feel for each one, have ya? Can you tell their strenghts and weaknesses? Ah well, the next one should be enjoyable.",
    "675fc21e55efcbded71ed6a6 acceptMT": "Seems... easy? Is there a catch? Ehhh, some calibers aren't the easiest to get, I suppose.",

    "675fbe872ded86d087f3accf name": "Death.",
    "675fbe872ded86d087f3accf description": "...",
    "675fbeb4df1f0155dcdb8dc5": "Kill.",
    "675fbe872ded86d087f3accf successMT": "...heh.",
    "675fbe872ded86d087f3accf acceptMT": "...uh, GL? You good?",

    "GL_PR_WM5 name": "Complete knowledge of firearms",
    "GL_PR_WM5 description": "You wanna do something fun? Well, 'fun' might be a... subjective term, here. Since we've been doing all this work on taking care of weapons, I got to thinking... aren't attatchments important as well? I mean, a flashlight won't shoot a bullet, but that doesn't make it useless. So, let's get a good sample of every kind of weapon attachment. Should be fun, right? Don't worry, I'll make it even better: All found in raid! Enjoy taking apart your enemy's guns and giving the parts to me. Whatever 'giving' to me looks like. I'll think of a way to compensate you, don't worry. Oh... I'm not updating this list, by the way. Any new parts that get added, those won't count. Gotta find the OG stuff.",
    "GL_PR_WM5 task1": "Find 2 Bipods in raid",
    "GL_PR_WM5 task2": "Find 15 Foregrips in raid",
    "GL_PR_WM5 task3": "Find 12 Flashlights and tactical parts in raid",
    "GL_PR_WM5 task4": "Find 10 Auxiliary parts in raid",
    "GL_PR_WM5 task5": "Find 25 Muzzle adapters in raid",
    "GL_PR_WM5 task6": "Find 50 Flash hiders / muzzle breaks in raid",
    "GL_PR_WM5 task7": "Find 25 Suppressors in raid",
    "GL_PR_WM5 task8": "Find 30 Iron sights in raid",
    "GL_PR_WM5 task9": "Find 15 'reflex' and 'compact reflex' in raid",
    "GL_PR_WM5 task10": "Find 8 scopes of any kind as listed in wiki in raid",
    "GL_PR_WM5 task11": "Find 10 Charging handles in raid",
    "GL_PR_WM5 task12": "Find 60 Magazines in raid",
    "GL_PR_WM5 task13": "Find 40 Mounts in raid",
    "GL_PR_WM5 task14": "Find 60 Stocks / Chassis in raid",
    "GL_PR_WM5 task15": "Find an Underbarrel Grenade Launcher in raid",
    "GL_PR_WM5 task16": "Find 40 Barrels in raid",
    "GL_PR_WM5 task17": "Find 15 Gas blocks in raid",
    "GL_PR_WM5 task18": "Find 40 Handguards in raid",
    "GL_PR_WM5 task19": "Find 50 Pistol grips in raid",
    "GL_PR_WM5 task20": "Find 20 Recievers, slides, and dust covers in raid",
    "GL_PR_WM5 successMT": "Very well done! That was quite a lot of parts. I was able to fuse them together into some extra repair kits... don't ask how.",
    "GL_PR_WM5 acceptMT": "Uhm... no. That's not fun."
}